[{"doc2id": 45, "doc2": "By unanimous vote, System open markettransactions in Governmentsecurities, agencyobligations, and bankers acceptances, during the period May 18through June 21, 1976, were approved, ratified, and confirmed.", "doc1": "By unanimous vote, the System open markettransactions in foreigncurrencies during the period May 18through June 21, 1976, were approved, ratified, and confirmed.", "question": "Are these sentences redundant?", "doc1id": 43, "filename": "19760622.txt", "nw_score": 13}, {"doc2id": 24193, "doc2": "Bernanke, Geithner, Evans, Kohn, Kroszner, Mishkin, Poole, Rosengren, and Warsh.", "doc1": "Lacker and Lockhart, and Ms._Yellen, Presidents of the Federal_Reserve_Banks of Richmond, Atlanta, and San_Francisco, respectively Mr._Madigan, Secretary and EconomistMs.", "question": "Are these sentences redundant?", "doc1id": 24013, "filename": "20071031.txt", "nw_score": 3}, {"doc2id": 13754, "doc2": "Madigan and Simpson, Associate_Directors, Divisions of Monetary_Affairs and Research and Statistics respectively, Board of Governors_Mr._Reinhart, Deputy_Associate_Director, Division of Monetary_Affairs, Board of Governors_Ms._Low, Open_Market_Secretariat_Assistant, Division of Monetary_Affairs, Board of Governors_Ms._Pianalto, First_Vice_President, Federal_Reserve_Bank of Cleveland_Ms._Browne, Messrs.", "doc1": "Broaddus, Guynn, Jordan, and Parry, Alternate_Members of the Federal_Open_Market_Committee_Mr._Hoenig, Ms._Minehan, and Mr._Poole, Presidents of the Federal_Reserve_Banks of Kansas_City, Boston, and St._Louis respectively Mr._Kohn, Secretary and Economist_Mr._Bernard, Deputy_Secretary_Ms._Fox, Assistant_Secretary_Mr._Gillum, Assistant_Secretary_Mr._Mattingly, General_Counsel_Messrs.", "question": "Are these sentences redundant?", "doc1id": 13752, "filename": "19990330.txt", "nw_score": 12}, {"doc2id": 6344, "doc2": "At the conclusion of the Committees discussion, all but one of the members indicated that they preferred or found acceptable a directive that called for maintaining the existing degree of pressure on reservepositions and that retained a bias toward possible firming of reserveconditions during the intermeeting period.", "doc1": "At its meeting on May 18, the Committee adopted a directive that called for maintaining the existing degree of pressure on reservepositions but that included a tilt toward possible firming of reserveconditions during the intermeeting period.", "question": "Are these sentences redundant?", "doc1id": 6219, "filename": "19930707.txt", "nw_score": 5}, {"doc2id": 21045, "doc2": "Eisenbeis and Judd, Executive_Vice_Presidents, Federal_Reserve_Banks of Atlanta and San_Francisco, respectively Messrs.", "doc1": "Kamin, Slifman, and Struckmeyer, Associate_Directors, Divisions of International_Finance, Research and Statistics, and Research and Statistics, respectively, Board of Governors_Messrs.", "question": "Are these sentences redundant?", "doc1id": 21042, "filename": "20050630.txt", "nw_score": 2}, {"doc2id": 6368, "doc2": "Boehne, Keehn, Kelley, LaWare, Lindsey.", "doc1": "Forrestal, and Parry, Alternate_Members of the Committee_Messrs.", "question": "Are these sentences redundant?", "doc1id": 6168, "filename": "19930707.txt", "nw_score": 2}, {"doc2id": 2152, "doc2": "The_Committee agreed that itsobjectives would be furthered bygrowth of M1, M2, and M3 from thefourth quarter of 1981 to thefourth quarter of 1982 withinranges of 2-1/2 to 5-1/2 percent, 6 to 9 percent, and 6-1/2 to 9-1/2 percent respectively.", "doc1": "2/1-2/82 With_Mrs._Teeters dissenting, the Committee adopted the followingranges for rates ofgrowth in the monetaryaggregates for the period from thefourth quarter of 1981 to thefourth quarter of 1982: M1, 2-1/2 to 5-1/2 percent; M2, 6 to 9 percent; and M3, 6-1/2 to 9-1/2 percent.", "question": "Are these sentences redundant?", "doc1id": 2139, "filename": "19820202.txt", "nw_score": 7}, {"doc2id": 12797, "doc2": "For 1999, the Committee agreed on tentativeranges for monetarygrowth, measured from thefourth quarter of 1998 to thefourth quarter of 1999, of 1 to 5 percent for M2 and 2 to 6 percent for M3.", "doc1": "The currentranges for the period from thefourth quarter of 1997 to thefourth quarter of 1998 were unchanged from theranges for other recent years and included expansion of 1 to 5 percent for M2 and 2 to 6 percent for M3.", "question": "Are these sentences redundant?", "doc1id": 12781, "filename": "19980630.txt", "nw_score": 5}, {"doc2id": 1837, "doc2": "2/2-3/81- 3- By unanimous vote, System open markettransactions in Governmentsecurities, agencyobligations, and bankersacceptances during the period December 19, 1980,through February 2, 1981, were ratified.", "doc1": "By unanimous vote, System open markettransactions in foreigncurrencies during the period December 19, 1980,through February 2, 1981, were ratified.", "question": "Are these sentences redundant?", "doc1id": 1835, "filename": "19810203.txt", "nw_score": 11}, {"doc2id": 13725, "doc2": "Inflation has remained subdued despite very tightlabor markets.", "doc1": "Inflation remained subdued despite very tightlabor markets.", "question": "Are these sentences redundant?", "doc1id": 13580, "filename": "19990202.txt", "nw_score": 5}, {"doc2id": 7585, "doc2": "Some noted that business contacts were reportingstrong foreign demand for various U.S. products.", "doc1": "Guentner and Sniderman, Vice_Presidents, Federal_Reserve_Banks of New_York and Cleveland 1.", "question": "Are these sentences redundant?", "doc1id": 7478, "filename": "19940706.txt", "nw_score": -7}, {"doc2id": 5921, "doc2": "Members continued to report somewhat uneven businessconditions across the nation.", "doc1": "By unanimous vote, the Committee ratifiedthesetransactions.", "question": "Are these sentences redundant?", "doc1id": 5844, "filename": "19930323.txt", "nw_score": -6}, {"doc2id": 24092, "doc2": "Average hourly earnings posted a moderateincrease over the twelve months ending in September.", "doc1": "In addition, output of constructionsupplies and products fell, likely reflecting the ongoing decline in residential investment.", "question": "Are these sentences redundant?", "doc1id": 24038, "filename": "20071031.txt", "nw_score": -9}, {"doc2id": 16510, "doc2": "Return to text 2.", "doc1": "The near-term outlook for business fixed investment seemed less promising.", "question": "Are these sentences redundant?", "doc1id": 16460, "filename": "20010627.txt", "nw_score": -6}, {"doc2id": 20179, "doc2": "The_Augustlabor market report showed a moderate gain in payrolls.", "doc1": "Guynn and Lacker, and Ms._Yellen, Presidents of the Federal_Reserve_Banks of Atlanta, Richmond, and San_Francisco respectively Messrs.", "question": "Are these sentences redundant?", "doc1id": 20167, "filename": "20040921.txt", "nw_score": -9}, {"doc2id": 23421, "doc2": "Yields on investment-grade corporate bondsrose in linewiththose on comparable-maturity Treasurysecurities, leaving their spreads little changed at fairly low levels.", "doc1": "Measures of inflation compensation based on inflation-indexed Treasurysecurities were little changed despite a significantrise in oil prices.", "question": "Are these sentences redundant?", "doc1id": 23420, "filename": "20070509.txt", "nw_score": -8}, {"doc2id": 7290, "doc2": "These members recognized that evolving economicconditions might well justify a somewhat greater policy adjustment.", "doc1": "Thecivilian unemployment rate, calculated on a new basis, was 6.7 percent in January.", "question": "Are these sentences redundant?", "doc1id": 7136, "filename": "19940204.txt", "nw_score": -10}, {"doc2id": 17067, "doc2": "Economicconditions in the major emerging-marketcountries were mixed.", "doc1": "By unanimous vote, theminutes of the meeting of the Federal_Open_Market_Committee held on December 11, 2001, were approved.", "question": "Are these sentences redundant?", "doc1id": 17026, "filename": "20020130.txt", "nw_score": -9}, {"doc2id": 9287, "doc2": "Outlays for office, industrial, and institutionalstructures registered healthyincreases, but other commercial building activity was unchanged.", "doc1": "Housing starts were up a little in August after increasing sharply in July.", "question": "Are these sentences redundant?", "doc1id": 9379, "filename": "19950926.txt", "nw_score": -9}, {"doc2id": 24106, "doc2": "Corporate bond spreads narrowed somewhat, leaving private yields a little lower.", "doc1": "Orders and shipments of nondefense capital goods excluding aircraftrose on average over August and September.", "question": "Are these sentences redundant?", "doc1id": 24054, "filename": "20071031.txt", "nw_score": -8}, {"doc2id": 5996, "doc2": "In the context of the Committees long-runobjectives for price stability and sustainable economicgrowth, and giving careful consideration to economic, financial, and monetary developments, slightly greater reserve restraint or slightly lesser reserve restraint would be acceptable in the intermeeting period.", "doc1": "Accordingly, the directive indicated that in the context of the Committees long-runobjectives for price stability and sustainable economicgrowth, and giving careful consideration to economic, financial, and monetary developments, slightly greater reserve restraint or slightly lesser reserve restraint would be acceptable during the intermeeting period.", "question": "Are these sentences redundant?", "doc1id": 5892, "filename": "19930323.txt", "nw_score": 25}, {"doc2id": 3778, "doc2": "Instead, the appropriateness ofchanges in M1 during thecourse of the year will be evaluated in the light of the behavior of its velocity, developments in the economy and financial markets, and the nature of emerging pricepressures.", "doc1": "Instead, the appropriateness ofchanges in M1 during thecourse of the year will be evaluated in the light of the behavior of its velocity, developments in the economy and financial markets, and the nature of emerging pricepressures.", "question": "Are these sentences redundant?", "doc1id": 3752, "filename": "19870211.txt", "nw_score": 25}, {"doc2id": 12828, "doc2": "Share prices in U.S. equity markets remained volatile andchanges in major indexes were mixed on balance over the intermeeting period.", "doc1": "Share prices in U.S. equity markets remained volatile, andchanges in major indexes were mixed on balance over the intermeeting period.", "question": "Are these sentences redundant?", "doc1id": 12721, "filename": "19980630.txt", "nw_score": 17}, {"doc2id": 9907, "doc2": "Accordingly, the Committee decided that in the context of its long-runobjectives for price stability and sustainable economicgrowth, and giving careful consideration to economic, financial, and monetary developments, slightly greater or slightly lesser reserve restraint would be acceptable during the intermeeting period.", "doc1": "Accordingly, the directive stated that in the context of the Committees long-runobjectives for price stability and sustainable economicgrowth, and giving careful consideration to economic, financial, and monetary developments, slightly greater reserve restraint or slightly lesser reserve restraint would be acceptable during the intermeeting period.", "question": "Are these sentences redundant?", "doc1id": 9794, "filename": "19960130.txt", "nw_score": 23}, {"doc2id": 12135, "doc2": "For the yearthrough November, M2 expanded at a rate slightly above the upper bound of its range for the year and M3 at a rate substantially above the upper bound of its range.", "doc1": "For the yearthrough November, M2 expanded at a rate that was slightly above the upper bound of the Committees annual range, and M3 at a rate substantially above the upper bound of its range.", "question": "Are these sentences redundant?", "doc1id": 12074, "filename": "19971216.txt", "nw_score": 16}, {"doc2id": 7469, "doc2": "In the context of the Committees long-runobjectives for price stability and sustainable economicgrowth, and giving careful consideration to economic, financial, and monetary developments, slightly greater reserve restraint or slightly lesser reserve restraint might be acceptable in the intermeeting period.", "doc1": "The directive stated that in the context of the Committees long-runobjectives for price stability and sustainable economicgrowth, and giving careful consideration to economic, financial, and monetary developments, slightly greater or slightly lesser reserve restraint might be acceptable during the intermeeting period.", "question": "Are these sentences redundant?", "doc1id": 7379, "filename": "19940517.txt", "nw_score": 20}, {"doc2id": 2905, "doc2": "In furtherance oftheseobjectives the Committee agreed at this meeting to reaffirm theranges for monetarygrowth that it had established in January: 4 to 8 percent for M1 and 6 to 9 percent forboth M2 and M3 for the period from thefourth quarter of 1983 to thefourth quarter of 1984.", "doc1": "7/16-17/84 By unanimous vote, the following longer-run policy for 1984 was reaffirmed by the Committee: The_Committee agreed at this meeting to reaffirm theranges for monetarygrowth that it had established in January: 4 to 8 percent for M1 and 6 to 9 percent forboth M2 and M3 for the period from thefourth quarter of 1983 to thefourth quarter of 1984.", "question": "Are these sentences redundant?", "doc1id": 2883, "filename": "19840717.txt", "nw_score": 21}, {"doc2id": 8298, "doc2": "In the context of the Committees long-runobjectives for price stability and sustainable economicgrowth, and giving careful consideration to economic, financial, and monetary developments, somewhat greater reserve restraint would or slightly lesser reserve restraint might be acceptable in the intermeeting period.", "doc1": "Accordingly, the directive stated that in the context of the Committees long-runobjectives for price stability and sustainable economicgrowth, and giving careful consideration to economic, financial, and monetary developments, somewhat greater or somewhat lesser reserve restraint would be acceptable during the intermeeting period.", "question": "Are these sentences redundant?", "doc1id": 8190, "filename": "19941220.txt", "nw_score": 16}, {"doc2id": 11285, "doc2": "In the context of the Committees long-runobjectives for price stability and sustainable economicgrowth, and giving careful consideration to economic, financial, and monetary developments, slightly greater reserve restraint or slightly lesser reserve restraint might be acceptable in the intermeeting period.", "doc1": "Accordingly, in the context of the Committees long-runobjectives for price stability and sustainable economicgrowth, and giving careful consideration to economic, financial, and monetary developments, the Committee decided that slightly greater reserve restraint or slightly lesser reserve restraint might be acceptable during the intermeeting period.", "question": "Are these sentences redundant?", "doc1id": 11270, "filename": "19970325.txt", "nw_score": 25}, {"doc2id": 7325, "doc2": "In the context of the Committees long-runobjectives for price stability and sustainable economicgrowth, and giving careful consideration to economic, financial, and monetary developments, slightly greater reserve restraint or slightly lesser reserve restraint might be acceptable in the intermeeting period.", "doc1": "Accordingly, the directive indicated that in the context of the Committees long-runobjectives for price stability and sustainable economicgrowth, and giving careful consideration to economic, financial, and monetary developments, slightly greater or slightly lesser reserve restraint might be acceptable during the intermeeting period.", "question": "Are these sentences redundant?", "doc1id": 7172, "filename": "19940204.txt", "nw_score": 21}, {"doc2id": 2888, "doc2": "The_Committee understood that policy implementation would require continuing appraisal of the relationships not onlyamong the variousmeasures of money and credit but also betweenthoseaggregates and nominal GNP, including evaluation ofconditions in domestic credit and foreign exchange markets.", "doc1": "Guffey, Morris, and Roberts, Presidents of the Federal_Reserve_Banks of Kansas_City, Boston, and St._Louis, respectively Mr._Axilrod, Staff_Director and Secretary_Mr._Bernard, Assistant_Secretary_Mrs._Steele, Deputy_Assistant_Secretary_Mr._Bradfield, General_Counsel_Mr._Kichline, Economist_Mr._Truman, Economist( International) Messrs.", "question": "Are these sentences redundant?", "doc1id": 2873, "filename": "19840717.txt", "nw_score": -20}, {"doc2id": 6255, "doc2": "The central tendency of the forecasts of the rate of expansion in real GDP in 1993 was now 2-1/4 to 2-3/4 percent for the year as a whole; for 1994,theseprojections had a central tendency of 2-1/2 to 3-1/4 percent.", "doc1": "In conformancewith the usual practice at meetings when the Committee considers its longer-runobjectives forgrowth of the monetary and debtaggregates, the members of the Committee and the Federal_Reserve_Bank presidents not currently serving as members provided individualprojections ofgrowth in real and nominal GDP, the rate of unemployment, and the rate of inflation for the years 1993 and 1994.", "question": "Are these sentences redundant?", "doc1id": 6253, "filename": "19930707.txt", "nw_score": -23}, {"doc2id": 11826, "doc2": "In this regard, recent statistical and anecdotal information indicated that homesales were holding up well across the country,although higher-priced homes appeared to be selling relatively slowly in some areas.", "doc1": "Solid job and incomegrowth, thehigh level of householdwealth, and the low cash-flow burden of homeownership would continue to provide good support for housing demand.", "question": "Are these sentences redundant?", "doc1id": 11825, "filename": "19970930.txt", "nw_score": -19}, {"doc2id": 16457, "doc2": "Housing activity remained at ahigh level as attractive mortgage interest rates evidently continued to counterbalance the negative effects on consumerattitudes of somewhat weakerlabor markets and reduced stock marketwealth.", "doc1": "However, recentdata indicated thatgrowth of spending and output was quitesluggish and below the pace many members had anticipated at the time of the previous meeting.", "question": "Are these sentences redundant?", "doc1id": 16432, "filename": "20010627.txt", "nw_score": -19}, {"doc2id": 14550, "doc2": "Suchan outcome seemed likely to generate furtherpressures on unitlabor costs,which had tended in recent years to be contained by accelerating productivity.", "doc1": "In addition, new orders for durable equipment turned up sharply in the two months.", "question": "Are these sentences redundant?", "doc1id": 14477, "filename": "19991005.txt", "nw_score": -17}, {"doc2id": 19524, "doc2": "Fiscal policy was providing considerable stimulus to the economy and would continue to do so in the first part of this year, reflecting the large tax refunds anticipated as a result of overwithholdings in 2003.", "doc1": "Theprojections of thecivilian unemployment rate in thefourth quarter of 2004 were all in a range of 5-1/4 to 5-1/2 percent.", "question": "Are these sentences redundant?", "doc1id": 19504, "filename": "20040128.txt", "nw_score": -21}, {"doc2id": 6340, "doc2": "Other members suggested that a symmetrical directive might be more consistentwith current economicconditions and the related outlook for a steady policycourse over the near term.", "doc1": "At the same time, the prospects for highertaxes-- accentuated byuncertainties about their size and incidence-- were widely reported to be inhibiting spendingdecisions by business firms and might also be adding to cautious consumerattitudes.", "question": "Are these sentences redundant?", "doc1id": 6259, "filename": "19930707.txt", "nw_score": -21}, {"doc2id": 22577, "doc2": "Contacts in some Districts reported that retailsales had picked up a little most recently.", "doc1": "Core consumer prices increased at a somewhat more subdued pace over July and August, but despite the recent moderation, thetwelve-month change in core prices remained above theincrease over the comparable period twelve months earlier.", "question": "Are these sentences redundant?", "doc1id": 22533, "filename": "20060920.txt", "nw_score": -21}, {"doc2id": 22610, "doc2": "The anticipated expansion of economic activity at a pace slightly below the rate ofgrowth of the economys potential would likely also play a role by easingpressures onresources.", "doc1": "Meeting participants noted broadstrength in manufacturing of capital goods.", "question": "Are these sentences redundant?", "doc1id": 22581, "filename": "20060920.txt", "nw_score": -19}, {"doc2id": 16166, "doc2": "The drop in finalsales during late 2000 evidently wasmuch fasterthan generally expected, andinventoriesrose considerably over thefourth quarter as a whole despitesharp downward adjustments in manufacturing output.", "doc1": "Productivity improvements also showedthrough to the average hourly earnings of production or nonsupervisory workers,which exhibited a roughly similar acceleration.", "question": "Are these sentences redundant?", "doc1id": 16107, "filename": "20010131.txt", "nw_score": -20}, {"doc2id": 3750, "doc2": "During 1987, the Committeeanticipates thatgrowth in M1 should slow.", "doc1": "2/10-11/87 Mr._Coyne, Assistant to the Board, Board of Governors_Mr._Gemmill, Staff_Adviser, Division of International_Finance, Board of Governors_Mrs._Loney, Economist, Office of the Staff_Director for Monetary and Financial_Policy, Board of Governors_Mr._Simpson, Deputy_Associate_Director, Division of Research and Statistics, Board of Governors_Ms._Kusko 1/ and Mr._Moran, 1/ Economists, Divison of Research and Statistics, Board of Governors_Ms._Low, Open_Market_Secretariat_Assistant, Office of Staff_Director for Monetary and Financial_Policy, Board of Governors_Mr._Fousek, Executive_Vice_President, Federal_Reserve_Bank of New_York_Messrs.", "question": "Are these sentences redundant?", "doc1id": 3740, "filename": "19870211.txt", "nw_score": -48}, {"doc2id": 9849, "doc2": "However, the fundamental determinants of investment in business equipment, including the reduced cost of financingsuch investment, remained positive and this sector of the economy should continue to provide considerable impetus The members also viewed the considerable decline that had occurred in mortgage interest rates and the ample availability of housing finance as key factors in their forecasts of sustained residential construction at relativelyhigh levels.", "doc1": "Sales of new homes edged still lower in November( latestdata available), andsales of existing homes declined by a larger amount in Decemberthan in November.", "question": "Are these sentences redundant?", "doc1id": 9773, "filename": "19960130.txt", "nw_score": -43}, {"doc2id": 19519, "doc2": "Household spending was benefiting from stimulative fiscal and monetary policies, thewealth effects of rising real estate and equity prices, and increased consumer confidence about the economic outlook.", "doc1": "With regard tolabor costs, the average hourly earnings of production or nonsupervisory workers on private nonfarm payrollsrose modestly in the twelve months ending in December,anincrease somewhat below that At its meeting on December 9, 2003, the Federal_Open_Market_Committee( FOMC) adopted a directive that called for maintainingconditions in reserve markets consistentwith keeping the federal funds rate at around 1 percent.", "question": "Are these sentences redundant?", "doc1id": 19475, "filename": "20040128.txt", "nw_score": -40}, {"doc2id": 6335, "doc2": "Indeed, in the view of several members, in a period characterized byindications of some worsening in inflationaryexpectations, a policycourse that maintained steadyconditions in reserve markets could be said to have become more accommodative as the federal funds rate, in real terms after adjustment for expected inflation, moved down froman already low level.", "doc1": "This sluggishness reflected ongoingchanges in assetpreferences and financing patterns ratherthan restrictive financialconditions.", "question": "Are these sentences redundant?", "doc1id": 6237, "filename": "19930707.txt", "nw_score": -38}, {"doc2id": 7616, "doc2": "Greenspan, McDonough, Blinder, Broaddus, Forrestal, Jordan, Kelley, LaWare, Lindsey, Parry, and Ms._Phillips.", "doc1": "A monitoring range forgrowth of total domestic nonfinancial debt had been set at 4 to 8 In the Committees discussion,which as in the past tended to focus on M2, all the members indicated that they were in favor of retaining the currentranges for M2 and M3 for 1994 and extendingthoseranges on a provisional basis to 1995.", "question": "Are these sentences redundant?", "doc1id": 7598, "filename": "19940706.txt", "nw_score": -37}, {"doc2id": 13991, "doc2": "In the Committees discussion of current and prospective economic developments, members commented that they saw fewsigns of any moderation in the expansion of economic activity from the rapid pace that had prevailed in recentquarters-a pace greaterthan thegrowth in the economys potential, eventhough thegrowth of potential was rising as a result of accelerating productivity.", "doc1": "By unanimous vote, the Committee ratifiedthesetransactions.", "question": "Are these sentences redundant?", "doc1id": 13916, "filename": "19990518.txt", "nw_score": -37}, {"doc2id": 17446, "doc2": "Nearly allmeasures of total and core prices had decelerated over the past year, and in the context of forecasts implying a continued sizable gap between actual and potential output, the risk that inflationarypressures would intensify significantly over coming quarters appeared to be quite limited; indeed, inflation might edge a bit lower in the early stages of the expansion.", "doc1": "Ettin and Madigan, Deputy_Directors, Divisions of Research and Statistics and Monetary_Affairs respectively, Board of Messrs.", "question": "Are these sentences redundant?", "doc1id": 17332, "filename": "20020507.txt", "nw_score": -39}, {"doc2id": 6311, "doc2": "After examining theproperties of this measure and reviewing its past behavior in relation to key indicators of economic performance, the members concluded that it would not enhance the formulation or implementation of monetary policy, at least at this point.", "doc1": "A summary of the economic and financial information available at the time of the meeting and of the Committees discussionis provided below, followed by the domestic policy directive that was approved by the Committee and issued to the Federal_Reserve_Bank of The information reviewed at this meeting provided a mixed reading on the economy, but on balance the availabledata suggested that the expansion had picked up somewhat during the second quarter from the very slow pace of the first quarter.", "question": "Are these sentences redundant?", "doc1id": 6184, "filename": "19930707.txt", "nw_score": -44}, {"doc2id": 9368, "doc2": "Other members who preferredan unchanged policy placed moreemphasis on current forecasts of little or no progress in reducing inflation from recent levels.", "doc1": "The lower interest rates, optimistic assessments of corporate earnings, and the brisk pace of merger announcements and share buybacks helped lift major indexes of equity prices to new record levels during the period,though they ended the period below In foreign exchange markets, the trade-weighted value of the dollar in terms of the other G-10currencies declined over the intermeeting period.", "question": "Are these sentences redundant?", "doc1id": 9308, "filename": "19950926.txt", "nw_score": -42}, {"doc2id": 16283, "doc2": "In the Committees discussion of current and prospective economic developments, members commented that the slowdown in the expansion to a now quitesluggish pace was likely to be more prolongedthan they had anticipated earlier and indeed,with the economy displaying somesigns of fragility andinventories still appearing excessive in some sectors, it was not entirely clear that the slowing in thegrowth of the economy had bottomed out.", "doc1": "By contrast, average hourly earnings of production or nonsupervisory workersrose more briskly in April and on a year-over-year basis.", "question": "Are these sentences redundant?", "doc1id": 16259, "filename": "20010515.txt", "nw_score": -39}, {"doc2id": 16170, "doc2": "At the same time, members recognized that the inventory correction had just begun and its duration would depend importantly on the ongoingstrength of finalsales.", "doc1": "In order to ensure the effective conduct of open marketoperations, the Federal_Open_Market_Committeeauthorizes the Federal_Reserve_Bank of New_York to lend onan overnight basis U.S._Governmentsecurities held in the System_Open_Market_Account to dealers at rates that shall be determined by competitive bidding but that in no event shall be lessthan 1.0 percent per annum of the market value of thesecurities lent.", "question": "Are these sentences redundant?", "doc1id": 16004, "filename": "20010131.txt", "nw_score": -36}, {"doc2id": 15661, "doc2": "Factors underlyingthese developments included diminishingwealth effects after several months of limitedchanges in equity prices, the cumulative buildup in the stock of motor vehicles and other consumer durables owned by the public, and the constraining effects of higher energy prices on incomes available to be spent on other goods and services.", "doc1": "Producer prices exhibited a pattern that was generally similar to that of consumer prices.", "question": "Are these sentences redundant?", "doc1id": 15611, "filename": "20000822.txt", "nw_score": -32}, {"doc2id": 12120, "doc2": "Other members expressed a slight preference for retaining a directive that was tilted toward tightening.", "doc1": "Domestic financial markets became somewhat less volatile over the period,though further turmoil in a number of foreign markets fostered a sense ofunease that was reflected in relatively wide yield spreads and, on occasion, in trading activity and price movements.", "question": "Are these sentences redundant?", "doc1id": 12067, "filename": "19971216.txt", "nw_score": -27}, {"doc2id": 18918, "doc2": "Reasons forsuchanapproach to policy stemmed from the need to encourage progress toward closing the economys currently wide output gap and,with inflation already near the low end of what some members regarded asan acceptable range, to resist significant further disinflation.", "doc1": "Members also reported somesigns of renewed venture capital activity.", "question": "Are these sentences redundant?", "doc1id": 18888, "filename": "20030812.txt", "nw_score": -26}, {"doc2id": 7645, "doc2": "Accordingly, in the context of the Committees long-runobjectives for price stability and sustainable economicgrowth, and giving careful consideration to economic, financial, and monetary developments, the Committee decided that slightly greater reserve restraint would be acceptable or slightly lesser reserve restraint might be acceptable during the intermeeting period.", "doc1": "Some buildup ininventories was occurring, but business firms were continuing to resist sizableincreases andinventory-to-sales ratios remained at unusually low levels.", "question": "Are these sentences redundant?", "doc1id": 7582, "filename": "19940706.txt", "nw_score": -30}, {"doc2id": 11472, "doc2": "At earlier stages of processing, producer prices for intermediate materials otherthan food and energy changed little over the year ended in May, and producer prices at the crude level advanced only slightly.", "doc1": "Favorable developments in food and energy continued to hold down the overallrise and accounted for amuch smaller advance in the index of prices of all consumer items over the twelve months ended in Maythan over the previous twelve months.", "question": "Are these sentences redundant?", "doc1id": 11469, "filename": "19970701.txt", "nw_score": -25}, {"doc2id": 20306, "doc2": "Indeed, it was noted that market participants now appeared to anticipate some slowing in the pace of policy firming beforelong and did not interpret the removal of policy accommodation at a measured rate as necessarily involving the same policy action ateach meeting.", "doc1": "With todays action, the real federal funds rate-- measured as the difference between the nominal funds rate and a moving average of core PCE inflation-- would move slightly into positive territory.", "question": "Are these sentences redundant?", "doc1id": 20299, "filename": "20040921.txt", "nw_score": -25}, {"doc2id": 17830, "doc2": "Much of the current spending for equipment and software reportedly represented replacement demand largely associatedwith the short usefullives of varioustypes of equipment, and there appeared to be little spending that would entail capital deepening.", "doc1": "Slifman and Struckmeyer, Associate_Directors, Division of Research and Statistics, Board of Governors_Mr._Whitesell, Deputy_Associate_Director, Division of Monetary_Affairs, Board_Mr._Clouse, Assistant_Director, Division of Monetary_Affairs, Board of Governors_Mr._Simpson, Senior_Adviser, Division of Research and Statistics, Board_Mr._Skidmore, Special_Assistant to the Board, Office of Board_Members, Ms._Low, Open_Market_Secretariat_Assistant, Division of Monetary_Affairs, Mr._Moore, First_Vice_President, Federal_Reserve_Bank of San_Francisco_Messrs.", "question": "Are these sentences redundant?", "doc1id": 17754, "filename": "20020924.txt", "nw_score": -35}, {"doc2id": 9857, "doc2": "More generally, resource utilization was expected to remainhigh and greaterpressures could emerge inlabor and product markets.", "doc1": "Availabledata on economic activity in the major foreign industrialcountries suggested that the pace of expansion in Europe had slowed further on average whilegrowth in Japan had picked up a Recentdata suggested little change in underlying inflation trends.", "question": "Are these sentences redundant?", "doc1id": 9785, "filename": "19960130.txt", "nw_score": -29}, {"doc2id": 19312, "doc2": "Indeed, the weaker dollar, higher commodity prices, and outsizedincreases in benefit costs were seen as suggesting some countervailing upward pressure on costs and prices eventhoughchanges in exchange rates and commodity prices generally had not had a large effect on retail prices in the past.", "doc1": "Some members reportedan easing of downwardpressures on prices in selected industries, but anecdotal reports suggested that competition, including especially competition from foreign producers, continued to constrain pricing.", "question": "Are these sentences redundant?", "doc1id": 19290, "filename": "20031209.txt", "nw_score": -30}]