[{"doc2id": 14660, "doc2": "The_Manager of the System_Open_Market_Account reported on recent developments in foreign exchange markets.", "doc1": "Transactions undertakenwithsuch accounts under theprovisions of thisparagraph may provide for a service fee when appropriate.", "question": "Are these sentences redundant?", "doc1id": 14610, "filename": "19990202.txt", "nw_score": -8}, {"doc2id": 24698, "doc2": "The_Committee judges that, after this action, the upside risks to inflation roughly balance the downside risks togrowth.", "doc1": "In this context, the Committee judges that some inflation risks remain, and it will continue to monitor inflation developments carefully.", "question": "Are these sentences redundant?", "doc1id": 24697, "filename": "20071031.txt", "nw_score": -8}, {"doc2id": 11497, "doc2": "Economic activity in the major foreign industrialcountries appeared to have expanded moderately on balance since the beginning of the year.", "doc1": "Recentdata( availablethrough April) indicated that spending on services had increased moderately on balance in recent months.", "question": "Are these sentences redundant?", "doc1id": 11480, "filename": "19960702.txt", "nw_score": -8}, {"doc2id": 16113, "doc2": "Moreover, many homebuyers were shifting from fixed-rate long-term mortgages to currently lower-cost adjustable rate mortgages.", "doc1": "By unanimous vote, the Procedural_Instructionswith Respect to Foreign_Currency_Operations, in the form shown below, were reaffirmed.", "question": "Are these sentences redundant?", "doc1id": 16009, "filename": "20000202.txt", "nw_score": -9}, {"doc2id": 20777, "doc2": "1/ Attended portion of the meeting relating to the discussion of prospective external adjustment.", "doc1": "Weakness persisted, however, in the nonresidential construction sector,thoughsigns of improvement were emerging in some areas.", "question": "Are these sentences redundant?", "doc1id": 20747, "filename": "20040630.txt", "nw_score": -9}, {"doc2id": 22628, "doc2": "However, participants observed that there was a risk that continuingincreases in resource utilization could add to inflationarypressures.", "doc1": "Prices of capital equipment inched up in February after a more substantial gain in January.", "question": "Are these sentences redundant?", "doc1id": 22553, "filename": "20060328.txt", "nw_score": -9}, {"doc2id": 25359, "doc2": "The recent information on inflation was seen as disappointing.", "doc1": "The trade-weighted foreign exchange value of the dollar against majorcurrencies declined notably.", "question": "Are these sentences redundant?", "doc1id": 25294, "filename": "20080318.txt", "nw_score": -9}, {"doc2id": 25396, "doc2": "It was agreed that the next meeting of the Committee would be held on Tuesday-Wednesday, April 29-30, 2008.", "doc1": "With the exception of the February report on consumer prices, readings on inflation had generally been elevated.", "question": "Are these sentences redundant?", "doc1id": 25360, "filename": "20080318.txt", "nw_score": -9}, {"doc2id": 24674, "doc2": "Nonetheless, participants expressed concern about the upside risks to the outlook for inflation.", "doc1": "Moreover, unusualpressures in funding markets persisted.", "question": "Are these sentences redundant?", "doc1id": 24653, "filename": "20071031.txt", "nw_score": -7}, {"doc2id": 9173, "doc2": "The contemplated reserveconditions are expected to be consistentwith modestgrowth in M2 and M3 over coming Votes for this action: Messrs.", "doc1": "Ongoingstrength in orders, including foreign demand, pointed to rapid furthergrowth inexpenditures for business equipment over coming months.", "question": "Are these sentences redundant?", "doc1id": 9116, "filename": "19940816.txt", "nw_score": -8}, {"doc2id": 9830, "doc2": "Greenspan, McDonough, Blinder, Hoenig, Kelley, LaWare, Lindsey, Melzer, Ms._Minehan, Mr._Moskow, Temporary_Increase in Reciprocal_Currency_Agreementwith the Bank of Mexico and Increase in Agreement to& quot; Warehouse& quot; Foreign_Currencies_On_December 30, 1994, the Committee approved a temporaryincrease from $3 billion to $4-1/2 billion in the Systems reciprocal currency( swap) agreementwith the Bank of Mexico and it also approved the activation of that agreement.", "doc1": "Although there was considerable uncertainty regarding the fiscal outlook, in light of the Congressional intent to cut the federal deficit the forecast incorporated a somewhat greater degree of fiscal restraintthan had been built into recent forecasts.", "question": "Are these sentences redundant?", "doc1id": 9713, "filename": "19950201.txt", "nw_score": -36}, {"doc2id": 9851, "doc2": "They did not believe that the Committee had been provided sufficient information to assess whether developments in Mexico threatened U.S. financial stability, a possible justification for increased central bank lending on a short-term basis, Furthermore, they considered it inappropriate for the Federal_Reserve to participate, directly or indirectly, in intermediate to long-term financing to facilitate debt restructuring.", "doc1": "In the staffs judgment, the economy currently was operating beyond its long-run, noninflationary capacity, and there remained a substantial risk that inflation could ratchet higher absent further monetary policyactions.", "question": "Are these sentences redundant?", "doc1id": 9714, "filename": "19950201.txt", "nw_score": -36}, {"doc2id": 11140, "doc2": "M2 and M3 velocity over the past couple of years had conformed more closely on balancewith historical patterns, and theprojections assumed that this behavior would continue in 1996.", "doc1": "The recent performance of inflation had some encouraging aspects, and the odds on greater pricepressures seemed In keepingwith the practice at meetings when the Committeeestablishes its long-runranges forgrowth of the money and debtaggregates, the members of the Committee and the Federal_Reserve_Bank presidents not currently serving as members had prepared individualprojections of economic activity, the rate of unemployment, and inflation for the year 1996.", "question": "Are these sentences redundant?", "doc1id": 11098, "filename": "19960130.txt", "nw_score": -37}, {"doc2id": 10646, "doc2": "Some members commented, however, that the underlying factors affecting employment costs were not likely to change greatly over the forecast period.", "doc1": "In the staffs judgment, the prospects for some further easing ofpressures onlabor and otherresources suggested that price inflation likely would not deviate In the Committees discussion of current and prospective economic developments, members commented that the information available since the August meeting had tended to confirm earlierindications of a pickup in the expansion after a period ofsluggishgrowth during the spring.", "question": "Are these sentences redundant?", "doc1id": 10609, "filename": "19950926.txt", "nw_score": -38}, {"doc2id": 18243, "doc2": "The vote encompassed approval of the sentence below for inclusion in the press statement to be released shortly after the meeting: Against the background of its long-run goals of price stability and sustainable economicgrowth and of the information currently available, the Committeebelieves that the risks are balancedwith respect to prospects forboth goals in the foreseeable future.", "doc1": "The members noted that policy had been eased substantially over the past year and that the inflation-adjusted federal funds rate was atan unusually low level.", "question": "Are these sentences redundant?", "doc1id": 18160, "filename": "20020319.txt", "nw_score": -37}, {"doc2id": 17262, "doc2": "This view was premised in large measure on the lagged effects of the Committees relatively aggressive easingactions this year, including any further easing that might be adopted at this meeting, growing prospects of some fiscal policy stimulus later in the year, and more generally the favorable effects of still substantial productivity gains on profitopportunities and incomegrowth and hence on business and household demands for goods and services.", "doc1": "New homesales reached a newhigh in March, andsales of existing homes were only a little below their recordhigh in June 1999.", "question": "Are these sentences redundant?", "doc1id": 17214, "filename": "20010515.txt", "nw_score": -43}, {"doc2id": 7873, "doc2": "Thus, while therise in inflation appeared to have been arrested, any further progress toward price stability was likely to be limited over Business contacts and othersources of information suggested little change since the July meeting in the pace or composition of economic activity in different parts of the country.", "doc1": "The services industries, led by business services, provided half of the Julyincrease.", "question": "Are these sentences redundant?", "doc1id": 7809, "filename": "19930817.txt", "nw_score": -37}, {"doc2id": 9805, "doc2": "In any event, the Committees most difficult decision over the next several quarters was likely to be that of determining when further tightening Prior to the end of the meeting, the members were apprised of a disposition on the part of the Board of Governors to approveanincrease of 1/2 percentage point in the discount rate that was pending at several Federal_Reserve_Banks.", "doc1": "These included relatively low inventory/sales ratios acrossmuch of the economy and little anecdotal or other evidence of unintended inventory accumulation.", "question": "Are these sentences redundant?", "doc1id": 9749, "filename": "19950201.txt", "nw_score": -38}, {"doc2id": 9613, "doc2": "Retailsales have continued torise rapidly.", "doc1": "While examples of upwardpressures on wages could be found in a number of industries,such as construction where there were pronounced shortages of skilledlabor in many local areas, most business firms were strongly resisting sizableincreases in their wages and were makinguse of& quot; hiringbonuses& quot; and& quot; performancebonuses& quot; instead of permanently higher wages to attract or retain workers.", "question": "Are these sentences redundant?", "doc1id": 9582, "filename": "19941220.txt", "nw_score": -45}, {"doc2id": 17323, "doc2": "At the conclusion of this discussion, the Committee voted to authorize and direct the Federal_Reserve_Bank of New_York, until it was instructedotherwise, to executetransactions in the System_Account in accordancewith the following domestic policy directive: The_Federal_Open_Market_Committee seeks monetary and financialconditions that will foster price stability and promote sustainablegrowth in output.", "doc1": "This view was premised in large measure on the lagged effects of the Committees relatively aggressive easingactions this year, including any further easing that might be adopted at this meeting, growing prospects of some fiscal policy stimulus later in the year, and more generally the favorable effects of still substantial productivity gains on profitopportunities and incomegrowth and hence on business and household demands for goods and services.", "question": "Are these sentences redundant?", "doc1id": 17262, "filename": "20010515.txt", "nw_score": -40}, {"doc2id": 24292, "doc2": "Whilethese markets were expected to recover over time, it was anticipated that credit standards forthesetypes of mortgages would be tighter, and interest rates higher relative to rates on conforming mortgages, in the futurethan in recent years.", "doc1": "New orders for medium and heavy trucks edged up in the second quarter,though they remained at low levels, suggesting that the downturn in business spending on motor vehicles may be ending.", "question": "Are these sentences redundant?", "doc1id": 24217, "filename": "20070807.txt", "nw_score": -28}, {"doc2id": 14188, "doc2": "Overall consumer prices mightrise a little more rapidly next year as the effects of a number of favorable factors,such as falling energy prices, diminished or reversed, but underlying inflation was expected to stay quite subdued as inflationexpectations remained damped andpressures inlabor markets became less pronounced.", "doc1": "The deceleration reflected further joblosses in the manufacturing sector, notably in theapparel and electronic components industries onwhich thecrisis in Asia was having a sizableadverse effect.", "question": "Are these sentences redundant?", "doc1id": 14135, "filename": "19980929.txt", "nw_score": -29}, {"doc2id": 24848, "doc2": "Still, looking further ahead, participants continued to expect that, aided byan easing in the stance of monetary policy, economicgrowth would gradually recover as weakness in the housing sector abated and financialconditions improved, allowing the economy to expand at about its trend rate in 2009.", "doc1": "The_Committees action at its October meeting was largely expected by market participants,although the assessment that the upside risks to inflation balanced the downside risks togrowth was not fully anticipated and apparently led investors torevise up slightly the expectedpath for policy.", "question": "Are these sentences redundant?", "doc1id": 24802, "filename": "20071211.txt", "nw_score": -30}, {"doc2id": 22890, "doc2": "However, contained inflationexpectations, the abatement of upward pressure from pastincreases in energy and other commodity prices, and the slowing in thegrowth of economic activity that was under way were expected to contribute to a moderation in core inflation in coming quarters.", "doc1": "Industrial production edged down in May afterstronggrowth in April, largely reflecting the patterns of manufacturing output.", "question": "Are these sentences redundant?", "doc1id": 22826, "filename": "20060629.txt", "nw_score": -29}, {"doc2id": 17276, "doc2": "While the prevailing negativeinfluences on household spending might spill over a bit more to housing activity over the year ahead, there were few current developments in housing markets that might be read as signaling any marked weakening in this sector of the economy.", "doc1": "The period of subpar expansion was expected to fosteran easing ofpressures onresources and some moderation in core price inflation.", "question": "Are these sentences redundant?", "doc1id": 17256, "filename": "20010515.txt", "nw_score": -27}, {"doc2id": 19180, "doc2": "With regard tolabor costs, members cited anecdotal evidence of persisting weakness in numerous regionallabor markets and, given the current reluctance of employers to add to theirworkforces, the prospect that job gains andlabor compensation would tend to lag the anticipated strengthening in economic activity, as they often had in the past.", "doc1": "By unanimous vote, the Committee amended its Program for Security of FOMC_Information on January 28, 2003, to updatereferences to the classification of confidential documents and to clarify some of itsinstructions for safeguarding confidential information.", "question": "Are these sentences redundant?", "doc1id": 19066, "filename": "20030129.txt", "nw_score": -27}, {"doc2id": 12269, "doc2": "From thefourth quarter of 1995 to thefourth quarter of 1996, M2 was estimated to have grown at a rate near the upper end of the Committees annual range and M3 at a rate appreciably above the top of its range.", "doc1": "There was no discernible change in the underlying trend in price inflation,although a spurt in energy prices had resulted in fasterincreases in overall consumer and producer prices Private payroll employmentrose appreciably further in December after recording sizableincreases over October and November.", "question": "Are these sentences redundant?", "doc1id": 12226, "filename": "19970204.txt", "nw_score": -28}, {"doc2id": 13759, "doc2": "Several expressed concern that the persistence of quite rapid monetarygrowth this year was symptomatic of a monetary policy that was not positioned to restrain ebullient domestic demand sufficiently, even if short-term real interest rates were quitehigh.", "doc1": "This circumstance and a number of one-timeinfluences holding down costs and prices had contained inflation at rates that were lowerthanthose seen in severaldecades, and probably would continue to do so for a while.", "question": "Are these sentences redundant?", "doc1id": 13718, "filename": "19980519.txt", "nw_score": -26}, {"doc2id": 10539, "doc2": "In furtherance oftheseobjectives, the Committee at its meeting in July reaffirmed the range it had established on January 31-February 1 forgrowth of M2 of 1 to 5 percent, measured from thefourth quarter of 1994 to thefourth quarter of 1995.", "doc1": "Exports were up considerably in the second quarter despite declines in automotive products shipped to Canada and Mexico, but importsrose by even more,withincreases widely spread across most major tradecategories.", "question": "Are these sentences redundant?", "doc1id": 10446, "filename": "19950822.txt", "nw_score": -28}, {"doc2id": 7968, "doc2": "Single-family starts accounted for all of the Augustincrease, as multifamily starts fell further and continued to hover around their thirty-year low.", "doc1": "Ms._Betsy_B._White, Vice_President for Domestic_Operations of the Federal_Reserve_Bank of New_York, reported on developments in domestic financial markets and on System open markettransactions in governmentsecurities and federal agencyobligations during the period August 17, 1993,through September 20, 1993.", "question": "Are these sentences redundant?", "doc1id": 7948, "filename": "19930921.txt", "nw_score": -23}, {"doc2id": 21787, "doc2": "Household spending was expected to firm going forward as real income posts solid gains attributable in part to the ongoing improvement in thelabor market.", "doc1": "Liquid deposits were especially weak, owing to the slow adjustment of yields paid onthese deposits toincreases in market rates.", "question": "Are these sentences redundant?", "doc1id": 21782, "filename": "20050630.txt", "nw_score": -13}, {"doc2id": 22204, "doc2": "However, core inflation had been subdued in recent months and longer-run inflationexpectations remained contained.", "doc1": "Consumer spending, however, showed somesigns of weakening.", "question": "Are these sentences redundant?", "doc1id": 22087, "filename": "20051101.txt", "nw_score": -12}, {"doc2id": 9676, "doc2": "In manufacturing, stocks increased more rapidly in November, but the ratio of stocks to shipments declined further and was at a historically low level.", "doc1": "Consumer spending on servicesrose moderately on balance over November and December,with outlays for energy services held down by unusually mild weather.", "question": "Are these sentences redundant?", "doc1id": 9669, "filename": "19950201.txt", "nw_score": -18}, {"doc2id": 9786, "doc2": "The monitoring range forgrowth of total domestic nonfinancial debt was lowered to 3 to 7 percent for the year.", "doc1": "The fastergrowth of M3 reflected, in addition to the acceleration of its M2 component, bankuse of large CDs and nondepositsources of funds to finance relatively robust demands for credit.", "question": "Are these sentences redundant?", "doc1id": 9705, "filename": "19950201.txt", "nw_score": -16}, {"doc2id": 25182, "doc2": "It was agreed that the next meeting of the Committee would be held on Tuesday, March 18, 2008.", "doc1": "Inflationdata had been disappointing in recent months, and a few participants cited anecdotal reports that some firms were able to pass on costs to consumers.", "question": "Are these sentences redundant?", "doc1id": 25106, "filename": "20080130.txt", "nw_score": -16}, {"doc2id": 9315, "doc2": "The_Committee provisionally set the associated monitoring range forgrowth of domestic nonfinancial debt at 3 to 7 percent for 1995.", "doc1": "Homebuilding would be damped by higher financing costs,though activity in this sector was expected to remain well above the depressed levels reached in recent years.", "question": "Are these sentences redundant?", "doc1id": 9241, "filename": "19940927.txt", "nw_score": -16}, {"doc2id": 9294, "doc2": "One member noted, however, that the slowgrowth in the narrowmeasures ofreserves and money followedan extended period of rapid expansion and their recent weakness might not be indicative of constrained liquidity at this point.", "doc1": "Both household employment and thelabor force surged in August, and thecivilian unemployment rate was unchanged at 6.1 percent.", "question": "Are these sentences redundant?", "doc1id": 9189, "filename": "19940927.txt", "nw_score": -22}, {"doc2id": 15928, "doc2": "Housing activity has softened somewhat over recent months but has remained at ahigh level.", "doc1": "However, continued solid economic expansion abroad was expected to boost thegrowth of U.S. exports for some period ahead.", "question": "Are these sentences redundant?", "doc1id": 15870, "filename": "19991221.txt", "nw_score": -12}, {"doc2id": 11407, "doc2": "The latter included the satisfaction ofmuch of the earlier pent-up demand for consumer durables and fairly elevated levels of consumer debt.", "doc1": "Final demand,which had been quite robust early in the year, was showing somesigns of slowing in recentdata.", "question": "Are these sentences redundant?", "doc1id": 11339, "filename": "19960521.txt", "nw_score": -13}, {"doc2id": 12047, "doc2": "Private-sector demand forlabor remained solid in November.", "doc1": "The_Manager of the System_Open_Market_Account reported on developments in foreign exchange markets since the meeting on November 13, 1996.", "question": "Are these sentences redundant?", "doc1id": 12030, "filename": "19961217.txt", "nw_score": -10}, {"doc2id": 13691, "doc2": "The rate ofincrease in hourly compensation of private industry workers slowed in the first quarter, reflecting smalleradvances inboth the wage and benefit components of the index; however, compensation costs accelerated appreciably on a year-over-year basis, primarily as a result of fastergrowth in wages At its meeting on March 31, 1998, the Committee adopted a directive that called for maintainingconditions in reserve markets that were consistentwithan unchanged federal funds rate averaging around 5-1/2 percent.", "doc1": "Thedecrease in exports was concentrated in agricultural products, industrialsupplies, and machinery.", "question": "Are these sentences redundant?", "doc1id": 13680, "filename": "19980519.txt", "nw_score": -50}, {"doc2id": 24842, "doc2": "Reflecting upwardrevisions to previously publisheddata, the forecast for core PCE price inflation for 2007 was a bit higherthan in the preceding forecast; core inflation was projected to hold steady during 2008 as the indirect effects of higher energy prices on prices of core consumer goods and services were offset by the slight easing of resourcepressures and the expected deceleration in the prices of nonfuel imported goods.", "doc1": "Labor marketconditions generally remained relativelystrong in recent months.", "question": "Are these sentences redundant?", "doc1id": 24779, "filename": "20071211.txt", "nw_score": -49}, {"doc2id": 13142, "doc2": "More fundamentally, it was difficult to predict whether anticipatedincreases inlabor compensation would be fully offset by productivity gains in coming quarters and whether, in turn, competitive marketconditions would allow firms toraise prices to compensate for anyincreases in their costs.", "doc1": "The projectedstrength of domestic demand would be offset to some extent by a considerable weakening in thegrowth of exports in response to the lagged effects of the earlier appreciation of the dollar andsharp anticipatedreductions in the economicgrowth of Asian and other developing In the Committees discussion of current and prospective economic developments, members focused on widespreadindications of a continued solid advance in economic activity, spurred bystrength in all major sectors of the domestic economy, and the persistence of subduedincreases in prices.", "question": "Are these sentences redundant?", "doc1id": 13118, "filename": "19971112.txt", "nw_score": -49}, {"doc2id": 23539, "doc2": "For thepurpose of providingan investment return on System holdings of foreigncurrencies or for thepurpose of adjusting interest rates paid or received in connectionwith swap drawings,transactionswith foreign central banks may be undertaken at non-market exchange rates.", "doc1": "The_Federal_Open_Market_Committee directs the Federal_Reserve_Bank of New_York to maintain reciprocal currency arrangements(\" swap\" arrangements) for the System_Open_Market_Account for periods up to a maximum of 12 monthswith the following foreign banks,which areamongthose designated by the Board of Governors of the Federal_Reserve_System under Section 214.5 of Regulation_N, Relationswith Foreign_Banks and Bankers, andwith the approval of the Committee to renewsuch arrangements on maturity:( millions ofdollars equivalent) Anychanges in the terms of existing swap arrangements, and the proposed terms of any new arrangements that may be authorized, shall be referred for review and approval to the Committee.", "question": "Are these sentences redundant?", "doc1id": 23537, "filename": "20070131.txt", "nw_score": -49}, {"doc2id": 11699, "doc2": "Althoughincreases in compensation might be moderated by greater productivity or absorbed for a time by lower profit margins, the risks seemed tilted towardincreases in inflation at some point, especially if thegrowth of the economy continued to outstrip its potential and added to In thecourse of the Committees discussion, members cited a variety ofindications that economicgrowth was slowing from a very rapid pace, and they pointed to a number of factors that in their view should promote continued,though more moderate, expansion in economic activity.", "doc1": "On balance, most other short-term market interest rates declined slightly, and intermediate- and long-term rates fell somewhat more, over the intermeeting period.", "question": "Are these sentences redundant?", "doc1id": 11675, "filename": "19960820.txt", "nw_score": -57}, {"doc2id": 25181, "doc2": "The remainder of the presentation, and the discussion by meeting participants, focused on twoissues: first, the important role of credit ratings in the securitization process, including the methods used to set ratings and the way investorsuse ratings in making their investmentdecisions; and second, howweaknesses in risk management practices at some large global financial servicesorganizations appear to have led to outsizedlosses atthoseinstitutions, and the reasons thatsuchweaknesses may have emerged at some firms and not at others.", "doc1": "Some participants, however, cited evidence that workers in some sectors were still in short supply and sawsigns that thelabor market remained resilient.", "question": "Are these sentences redundant?", "doc1id": 25128, "filename": "20080130.txt", "nw_score": -51}, {"doc2id": 22806, "doc2": "To further its long-runobjectives, the Committee in the immediate future seeksconditions in reserve markets consistentwith increasing the federal funds rate toan average of around 5 percent.& quot; The vote encompassed approval of theparagraph below for inclusion in the statement to be released shortly after the meeting:& quot; The_Committee judges that some further policy firming may yet be needed to address inflation risks butemphasizes that the extent and timing of anysuch firming will depend importantly on the evolution of the economic outlook as implied by incoming information.", "doc1": "Real nonfarminventories stepped down in the first quarter, largely reflecting a decline in investment in motor vehicleinventories.", "question": "Are these sentences redundant?", "doc1id": 22705, "filename": "20060510.txt", "nw_score": -59}, {"doc2id": 8401, "doc2": "The nominal U.S.merchandise trade deficit in October was about unchanged from its average rate in the third quarter.", "doc1": "On balance, however, current developments did not point to a marked deviation from the moderategrowth trend in economic activity that had been experienced over the past two years,though in the view of a number of members the odds on somewhat strongergrowth were greaterthan they With regard to the outlook for key sectors of the economy, consumerexpenditures were seen as likely to continue to provide vital support to the expansion eventhoughincreases in consumer spending were not likely to be maintained at recent rates.", "question": "Are these sentences redundant?", "doc1id": 8350, "filename": "19931221.txt", "nw_score": -61}, {"doc2id": 12889, "doc2": "For the present, monetary policy appeared to be appropriately positioned to foster the Committeesobjectives of resistingan intensification of inflationarypressures while supporting a fully employed economy.", "doc1": "Whilesuch a development was not viewed as the most likely outcome and, indeed, less-than-projectedstrength in the inventory sector could not be ruled out, relatively rapid inventory accumulation in the context of persisting above-trendgrowth in final demand would generate additional pressure onresources and heighten With regard to the prospects for final demand in key sectors of the economy, members noted that theappreciable rebound in consumer spending followed a weak second quarter, and some moderation in thegrowth ofsuch spending was likely later this year and in 1998.", "question": "Are these sentences redundant?", "doc1id": 12864, "filename": "19970819.txt", "nw_score": -54}, {"doc2id": 12467, "doc2": "Indeed, by countering any tendency for inflation torise and for higher inflationexpectations to become embedded in financial markets and economic decision-making more generally,such action would help head off a more abrupt economic slowing, or even a downturn, and thereby would help sustain the expansion and preserve the firmlabor markets and their A few members argued that a more substantial tightening was needed at this juncture to provide a better calibrated response to the persistingstrength of the economy and the related risk of intensifying inflationarypressures.", "doc1": "Withsales and shipments rising rapidly in January,inventory-sales ratios for a wide range of industries dropped further from already low levels.", "question": "Are these sentences redundant?", "doc1id": 12389, "filename": "19970325.txt", "nw_score": -51}, {"doc2id": 12902, "doc2": "Inlabor markets, hiring remained robust at midyear, and thecivilian unemployment rate, at 4.8 percent in July, matched its low for the current economic expansion.", "doc1": "Thecivilian unemployment rate, at 4.8 percent in July, matched its low for the current economic expansion.", "question": "Are these sentences redundant?", "doc1id": 12798, "filename": "19970819.txt", "nw_score": 4}, {"doc2id": 11621, "doc2": "The monitoring range forgrowth of total domestic nonfinancial debt was maintained at 3 to 7 percent for the year.", "doc1": "The_Committee provisionally set the associated monitoring range forgrowth of total domestic nonfinancial debt at 3 to 7 percent for 1997.", "question": "Are these sentences redundant?", "doc1id": 11584, "filename": "19960702.txt", "nw_score": 6}, {"doc2id": 3751, "doc2": "By unanimous vote, System open markettransactions in Governmentsecurities, agencyobligations, and bankersacceptances during the period April 22through May 19, 1980, were ratified.", "doc1": "By unanimous vote, System open markettransactions in foreigncurrencies during the period April 22through May 19, 1980, were ratified.", "question": "Are these sentences redundant?", "doc1id": 3748, "filename": "19800520.txt", "nw_score": 12}, {"doc2id": 24327, "doc2": "Against this backdrop, members judged that the risk that inflation would fail to moderate as expected continued tooutweigh other policy concerns.", "doc1": "Against this backdrop, the Committee agreed that the risk that inflation would fail to moderate as expected remained its predominant policy concern.", "question": "Are these sentences redundant?", "doc1id": 24287, "filename": "20070807.txt", "nw_score": 5}, {"doc2id": 165, "doc2": "By unanimous vote, the open markettransactions in Governmentsecurities, agencyobligations, and bankersacceptances during the period December 12, 1967,through January 8, 1968, were approved, ratified, and confirmed.", "doc1": "By unanimous vote, the System open markettransactions in foreigncurrencies during the period December 12, 1967,through January 8, 1968, were approved, ratified, and confirmed.", "question": "Are these sentences redundant?", "doc1id": 164, "filename": "19680109.txt", "nw_score": 13}, {"doc2id": 4281, "doc2": "8/24/82- 3- By unanimous vote, System open markettransactions in Governmentsecurities, agencyobligations, and bankersacceptances during the period July 1through August 23, 1982, were ratified.", "doc1": "By unanimous vote, System open markettransactions in foreigncurrencies during the period July 1through August 23, 1982, were ratified.", "question": "Are these sentences redundant?", "doc1id": 4279, "filename": "19820824.txt", "nw_score": 10}, {"doc2id": 6160, "doc2": "By unanimous vote, System open markettransactions in foreigncurrencies during the period March 28, 1989,through May 15, 1989, were ratified.", "doc1": "By unanimous vote, System open markettransactions in governmentsecurities and federal agencyobligations during the period March 28, 1989,through May 15, 1989, were ratified.", "question": "Are these sentences redundant?", "doc1id": 6162, "filename": "19890516.txt", "nw_score": 13}, {"doc2id": 2082, "doc2": "By unanimous vote, the System open markettransactions in foreigncurrencies during the period February 19through March 17, 1975, were approved, ratified, and confirmed.", "doc1": "By unanimous vote, the System open markettransactions in Governmentsecurities, agencyobligations, and bankersacceptances during the period February 19through March 17, 1975, were approved, ratified, and confirmed.", "question": "Are these sentences redundant?", "doc1id": 2084, "filename": "19750318.txt", "nw_score": 14}, {"doc2id": 11953, "doc2": "For the yearthrough October, M3 was estimated to have grown at a rate around the top of its annual range.", "doc1": "Nonetheless, M2 was estimated to have grown for the yearthrough October at a rate in the upper half of the Committees annual range.", "question": "Are these sentences redundant?", "doc1id": 11951, "filename": "19961113.txt", "nw_score": 5}, {"doc2id": 14440, "doc2": "The contemplated reserveconditions are expected to be consistentwith some moderation in thegrowth in M2 and M3 over coming months.", "doc1": "The reserveconditions associatedwith this directive were expected to be consistentwith some moderation in thegrowth of M2 and M3 over subsequent months.", "question": "Are these sentences redundant?", "doc1id": 14334, "filename": "19981117.txt", "nw_score": 4}]