[{"doc2id": 1059, "doc2": "Sector_de_Serveis_Generals_De el regidor president dela Comissió_de_Presidència i Hisenda, de 19_d_octubre_de_2001( S1/D/ 2001-04190), que aprovalesmodificacions de crèdit(transferències) per import de 320.000.000_de_pessetes.", "doc1": "De el regidor president dela Comissió_de_Presidència i Hisenda, de 17_d_octubre_de_2001( S1/D/ 2001-04116), que aprovalesmodificacions de crèdit(transferències) per import de 78.900.000_pessetes.", "question": "Are these sentences redundant?", "doc1id": 1051, "filename": "1-2002_13.txt", "nw_score": 10}, {"doc2id": 1641, "doc2": "En cas afirmatiu, ambquinespersones oadministracions i quin és l import de els esmentatscontractes?", "doc1": "Insisteix que lenergia és un element essencial de qualsevolpolíticaecològica.", "question": "Are these sentences redundant?", "doc1id": 1581, "filename": "1-2002_6.txt", "nw_score": -2}, {"doc2id": 752, "doc2": "c) Localitat i codi_postal: Barcelona 08002.", "doc1": "Domicili: Plaça_de_Carles_Pi i Sunyer, núms. 8-10, 2aplanta.", "question": "Are these sentences redundant?", "doc1id": 716, "filename": "1-2001_25.txt", "nw_score": -2}, {"doc2id": 746, "doc2": "d) Telèfon: 93 3.", "doc1": "Domicili: Plaça_de_Carles_Pi i Sunyer, núms. 8-10, 2aplanta.", "question": "Are these sentences redundant?", "doc1id": 716, "filename": "1-2001_25.txt", "nw_score": -1}, {"doc2id": 1309, "doc2": "6è) Publicar aquest acord en el Butlletí_Oficial_de_la_Província, i en un diari de els de méscirculació delaprovíncia, i notificar-lo individualment a tots els propietaris i altres interessats en l expedient.", "doc1": "6è) Publicar aquest acord en el Butlletí_Oficial_de_la_Província i en un de els diaris de méscirculació delaprovíncia; i notificar-lo individualment a tots els propietaris i altres interessats en l expedient, amb trasllat a els al·legants dela part de l informe de juliol_de_2001 que fa_referència alessevesal·legacions particulars.", "question": "Are these sentences redundant?", "doc1id": 1294, "filename": "1-2002_15.txt", "nw_score": 2}, {"doc2id": 2226, "doc2": "Aprovar inicialment el Projecte durbanització iinfraestructura de el tram de el carrer d Àvila entre lavinguda d Icària i el carrer de el Doctor_Trueta, per un import de 793.410,93_euros( 16_% import valor afegit inclòs), formulat per 22 Arroba_BCN, SA. 2n.", "doc1": "Fase 2: Llacuna_Mar, per un import de 4.542.654,42_euros( 16_% import valor afegit inclòs), formulat per 22 Arroba_BCN, SA. 2n.", "question": "Are these sentences redundant?", "doc1id": 2224, "filename": "1-2004_1.txt", "nw_score": 2}, {"doc2id": 1101, "doc2": "A tal efecte faunescomparacions daquestamagnitud de els anys 2001 i 2002.", "doc1": "S obrelasessió ales dotzehores i quinze minuts.", "question": "Are these sentences redundant?", "doc1id": 1040, "filename": "1-2002_13.txt", "nw_score": -2}, {"doc2id": 518, "doc2": "Llarsresidències per a disminuïts físics illarsresidències per a disminuïts psíquics; 7.", "doc1": "Llarsresidències per a disminuïts físics illarsresidències per a disminuïts psíquics, per a l any 2001 i següents.", "question": "Are these sentences redundant?", "doc1id": 515, "filename": "1-2001_1.txt", "nw_score": 2}, {"doc2id": 1225, "doc2": "Es dictamina amb el posicionament favorable de el PSC i IC-V i amblareserva de vot de CiU i de el PPC.", "doc1": "Es dictamina amb el posicionament favorable de el PSC i IC-V i amblareserva de vot de CiU i de el PPC.", "question": "Are these sentences redundant?", "doc1id": 1222, "filename": "1-2002_14.txt", "nw_score": 8}, {"doc2id": 1975, "doc2": "Aprovar definitivament, deconformitat amb l article 68 dela Carta municipal de Barcelona, el Pla especial urbanístic per a lordenació iassignació d ús a l equipament situat a el carrer de el Garigliano, número 52, promogut per Pro Nou Barris, SA i Ajuntament_de_Barcelona; i estimarlesal·legacionspresentades en el tràmit dinformaciópública de laprovació inicial per l Ilustrisimo_Señor_Josep_Gascón i Castillo, enlasevaqualitat de regidor de el Grup_Municipal_de_Convergència i Unió, deconformitat amb l informe de el Departament_de_Planejament_de_Desenvolupament, devaloració delesal·legacionsesmentades, que consta a l expedient i es dóna per reproduït.", "doc1": "Aprovar definitivament, deconformitat amb l article 68 dela Carta municipal de Barcelonalamodificació de l article 181-Separació a llindars- deles Ordenancesmetropolitanes dedificació( Títol_III.Disposicionscomplementàries deles NNUU), diniciativa municipal, amblesmodificacions a què fa_referència l informe de el Departament_de_Planejament_de_Desenvolupament; i resoldrelesal·legacionspresentades en el tràmit dinformaciópública de laprovació inicial, per l Ilustrisimo_Señor_Jordi_Cornet i Serra, enlasevaqualitat de portaveu de el Grup_Municipal_de_el_Partit_Popular_de_Catalunya, deconformitat amb l informe de l esmentat Departament, devaloració delesal·legacions; tots dos informes consten a l expedient i es donen per reproduïts.", "question": "Are these sentences redundant?", "doc1id": 1963, "filename": "1-2003_1.txt", "nw_score": 2}, {"doc2id": 2076, "doc2": "Tenir per formulat el Pla director de el sector Diagonal ponent, Portal_de_el_Coneixement, com a document dedirectrius per a lactuacióurbanística en aquest àmbit; en el qual s ha incorporat l informe de el Sector_d_Urbanisme, de 29_de_novembre_de_2002, on es valoren els diferents escrits presentats en el període dinformaciópública i es formulenlesconclusions iconsideracions corresponents.", "doc1": "Autoritzar ala Señora_Maria_Lluïsa_Guillen_Sanz( mat. 801743)lacompatibilitatsol·licitada entrelasevaactivitat municipal en l Institut_Municipal_d_Educació_de_Barcelona, com a Educadora descola bressol, i lactivitatprivada depsicòlogaclínica per compte propi, atès queaquestaactivitat no es considera subjecta aincompatibilitat deconformitat amb els articles 11 i 12 dela Llei 21/1987, de 26_de_novembre, sobreincompatibilitats de el personal a el servei de l Administració_de_la_Generalitat, i 329 i 330 de el Reglament de el personal a el servei deles Entitats locals, aprovat per el Decret 214/1990, de 30_de_juliol, i no resulta afectat l interès públic, si_béla presentautorització estàcondicionada a l estricte compliment de els deures públics i a el manteniment deladedicació a lactivitatprivada dins els límits establerts per l article 11 de lesmentada Llei i l article 330 de el Reglament també esmentat; i en_tot_cas,la presentautoritzaciórestarà sense efecte pervariació delescircumstànciesrelatives a el lloc de treball, permodificació delanormativa sobre règim dincompatibilitats o perraons d interès públic iperdràvigència en el cas de canvi de lloc de treball.", "question": "Are these sentences redundant?", "doc1id": 2057, "filename": "1-2003_3.txt", "nw_score": -60}, {"doc2id": 276, "doc2": "Hi hauna part decoses que depenen dela Unió_Europea, altres dela Generalitat, altres de l Estat... no es pot parlar estrictament de els deu districtes, ja_que hi hacoses a negociar en el marc de el Parlament_de_Catalunya, o deles Corts... En el PAM, hi trobem, diu“unasensibilitat que ens agrada, que inclou conceptestransversals i que intenta definir un model deciutat que incorporalasostenibilitat,lasostenibilitat com a aspecte que penetralaquotidianitat i que intenta millorarlarealitat actual,lacohesió social,lacatalanitat... No poden discutir-nos-ho, perquè tenenles de perdre, que hi haunail·lusió de construirunaciutat millor i mésjusta per tothom.” El Señor_Forradellas vol donarlasevaopinió sobre el PAM, i recorda aquell acudit d en Woddy_Allen, el qual fa un curset accelerat delecturaràpida i diu:– He llegit Guerra i Pau, aquest matí, enunahora.– I què diu l argument?– Passa a Rússia.", "doc1": "Continua: si volem mésinfraestructures, si volem continuar sent un àmbit cultural potent, és perquè volem quela nostreciutat s incorpori a el conjunt deciutats que tenen quelcom a dir a el conjunt mundial.", "question": "Are these sentences redundant?", "doc1id": 248, "filename": "1-2000_8.txt", "nw_score": -63}, {"doc2id": 236, "doc2": "El Señor_Casaspregunta a el Señor_Secretari si com a president dela Comissió pot establir aquest caràcter deratificació delaurgència d aquest punt per_tal_que els Grups ho puguin formalitzar.", "doc1": "En aquest sentit, diu: Jo li torno a reiterar, nosaltres volem discutir el PAM, i hofarem, téunasolució bensenzilla vostè diu: això s ha de tirar_endavant, doncs clar que s ha de tirar_endavant i no es pot retardar, és clar que no, però si allò que li he dit jo téunasolució bensenzilla, convoquiunacomissió per el dilluns, tractem el PAM i li torno a dir que ambla Carta municipal alamà a_més_a_més, en pot fer laprovació inicial, o_sigui que el que li estic dient jo, permet anar fins_i_tot més depressa que tot el que està dient vostè, però ambunadiferència molt important, que és que el procedimentquedarà respectat i els nostres dretsquedaran salvats.", "question": "Are these sentences redundant?", "doc1id": 235, "filename": "1-2000_8.txt", "nw_score": -63}, {"doc2id": 293, "doc2": "Continua dient el Señor_Álvarez que no estan d acord en com es formula el PAM, ja_que no concretenlesresponsabilitatspròpies i síles d altresadministracions.", "doc1": "En aquest sentit, diu: Jo li torno a reiterar, nosaltres volem discutir el PAM, i hofarem, téunasolució bensenzilla vostè diu: això s ha de tirar_endavant, doncs clar que s ha de tirar_endavant i no es pot retardar, és clar que no, però si allò que li he dit jo téunasolució bensenzilla, convoquiunacomissió per el dilluns, tractem el PAM i li torno a dir que ambla Carta municipal alamà a_més_a_més, en pot fer laprovació inicial, o_sigui que el que li estic dient jo, permet anar fins_i_tot més depressa que tot el que està dient vostè, però ambunadiferència molt important, que és que el procedimentquedarà respectat i els nostres dretsquedaran salvats.", "question": "Are these sentences redundant?", "doc1id": 235, "filename": "1-2000_8.txt", "nw_score": -61}, {"doc2id": 1148, "doc2": "1-3; tornarlagarantia de els 2.000.000_de_pessetes( 12.020,24_euros)constituïda ala Tresoreria municipal el 17_de_març_de_1998( número dipòsit 57033) per_tal_de garantirlacorrectaexecució de el contracte; constituir a_favor_de Residència_Universitària_Sarrià, SL, un dret real desuperfície, per un termini de setanta-cinc anys, sobrelafincasituada a el carrer de els Esports, núms. 1-7, desuperfície de 5.000_m2,grafiada en el plànol annex,formada per el terreny on estàconstruïda i en funcionamentla Residència_Universitària objecte de l anterior dret desuperfície i perlaporció de terrenydestinada alasevaampliació, deconformitat amb el Pla especial dordenació de el conjunt d equipaments destinats a lampliació dela Residència_Universitària_de_Sarrià ilanova seu dela Fundació_Privada_Acadèmia_de_Ciències_Mèdiques_de_Catalunya i de Balears situats a el carrer Major_de_Can_Caralleu i a el carrer de els Esports, aprovat provisionalment el 14_de_setembre_de_2001, a laprovaciódefinitiva de el qual es condiciona lefectivitat de el present acord; formalitzar enescripturapúblicalesesmentadescessions,extinció iconstitució de dret desuperfície, amblapràctica delesoperacions registrals desegregació,agrupació o altresencaminades alaidentificació, com afinca independent, dela queserà objecte de el dret desuperfície,laregulació de el qual sajustarà alesclàusules contractualsannexes, que s aproven.", "doc1": "El Señor_Álvarez manifesta que novotarà en contra aquest acord, ja_que afectalaqualitat de serveis que es presta a els ciutadans, però que sabstindrà per el defecte de els aspectes formals, els quals no s han complert enlatramitació d aquest expedient, fet ja posat_de_manifest perla Intervenció_de_Fons en el seu informe, en haver-se adjudicatlacontracta sensepartidapressupostària.", "question": "Are these sentences redundant?", "doc1id": 1076, "filename": "1-2002_13.txt", "nw_score": -64}, {"doc2id": 267, "doc2": "El repte d un govern no és només celebrar allò que va bé, sinó també actuar sobre allò que no funciona, per_tant, ens hagués agradat trobar algun tipus deconsideració de el per quèlagentmarxa, i especialmentlagent més jove, i si això té a veure amblamanca dededicació aconstrucció d habitatge públic,lacompra de sòl en_lloc_delasevalicitació a el preu més elevat possible, i com eslliga aquest elogi delabaixadensitat amb el fet que Barcelona s estigui estructurant a través d uns nuclis d oci que el quefaran es concentrar lactivitat a uns punts trencant amb el model històric delanostraciutat, posant en el mercat en molt poc temps 600.000_m2 denovasuperfície per alesactivitatslúdiques i comercials sense capmena de plantejament previ.", "doc1": "A més, diu que no es pot aprovar un Programa dactuació municipal sense lopinió de els Districtes.", "question": "Are these sentences redundant?", "doc1id": 259, "filename": "1-2000_8.txt", "nw_score": -55}, {"doc2id": 2082, "doc2": "Desestimar lal·legaciópresentada per l Ilustrisimo_Señor_Josep_Gascon i Castillo, enlasevaqualitat de regidor de el Grup_Municipal_de_Convergència i Unió, en el tràmit dinformaciópública a laprovació inicial de el Projecte durbanització delaunitat dactuació 1 de el Pla especial dereforma interior de el barri de Porta, deconformitat amb l informe emès perla Direcció_de_Plans i Projectes_Urbans, el 21_de_novembre_de_2002, el qualfigura a l expedient i es dóna per reproduït; i en_conseqüència aprovar definitivament el referenciat projecte, per import de 539.960,26_euros, el 16_% impost de el valor afegit inclòs, formulat per Pro Nou Barris, SA, deconformitat amblescondicionsestablertes en l informe dela Direcció_de_Plans i Projectes_Urbans, de 25_de_juny_de_2002, el qualfigura a l expedient i es dóna per reproduït; publicar aquest acord en el Butlletí_Oficial_de_la_Província i en un diari de els de méscirculació de Catalunya; notificar-lo a els interessats en quest procediment; i donar-ne compte ala Comissió_d_Infrastructures i Urbanisme.", "doc1": "Autoritzar a el Señor_Xavier_Olivé_Sánchez( mat. 378),lacompatibilitatsol·licitada entrelasevaactivitat municipal enaquesta Corporació com a contractat laboral eventual amblacategoria de tècnic superior en_Dret, en_el_lloc_de treball a els Serveis_Jurídics_de_l_Institut_de_Cultura_de_Barcelona, i l exercici lliure delaprofessió d advocat, si_bé nopodrà exercir, per sí mateix o mitjançant substitut,la defensa d interessos contraris a els dela Corporació_Municipal ni tampocpodrà assessorar, informar o desenvoluparlesactivitatspròpies delaprofessió en aquells assumptes o procediments amb els quals l Ajuntament o els seus organismes hi tinguinrelació, i d acord amb allò que es preveu en els articles 12 dela Llei 21/1987, de 26_de_novembre, dincompatibilitats de el personal a el servei de l Administració_de_la_Generalitat i l article 329 de el Reglament de el personal a el servei deles Entitats locals, aprovat per el Decret 214/1990, de 30_de_juliol,lasevadedicació professionalprivada nopodrà superarlameitat delajornada laboral vigent a l Administració_pública; en qualsevol cas,la presentautorització escondicionarà a l efectiu i estricte compliment de els seus deures públics i alamodificació de el règim dincompatibilitats, iperdràvigència en el cas de canvi de lloc de treball.", "question": "Are these sentences redundant?", "doc1id": 2051, "filename": "1-2003_3.txt", "nw_score": -54}, {"doc2id": 1112, "doc2": "Manifesta també que som davant d un pressupost que després no es compleix,cosa que es demostra si s analitza el capítol VI, ja_que consideraincorrecta lafirmaciófeta per part de l equip de govern quelainversiódirecta creixeria en un 116_%, ja_que dunaanàlisirigorosafeta d aquest capítol dedespesa, es pot observar que durant l any 1996 va invertir-se un 36_% menys; el 1997, un 39_% menys; el 1998, un 42_% menys; el 1999, un 43_%, i en el 2000, un 60_% menys, i diu que quan falten tres_mesos per acabar l any 2001, l equip de govern encara no ha executat el 85_% delapartidadestinada ainversions.", "doc1": "Respecte alaprevisió d_ofertapública dela Guàrdia_Urbana, diu que el nombre exacte deplaces esconcretarà quan es coneguinlesbaixesdefinitivesproduïdes durant l any 2001.", "question": "Are these sentences redundant?", "doc1id": 1105, "filename": "1-2002_13.txt", "nw_score": -51}, {"doc2id": 2203, "doc2": "Estimarlasol·licitud dereversióformulada perles Señores i Señores_Ana, Jaime i Inmaculada_Baladia_Vidal, F._Javier, Montserrat i Elisabeth_Baladia_de_Ferrater i María_Teresa_Massó_Baladia el 12_de_gener_de_2001, respecte dela part delesfinques registrals número 3148 i 3445 de el Registre_de_la_Propietat número 6laporció de terreny, anteriormentqualificada de Protecció_de_Sistemes_Generals i actualmentqualificada de Zona subjecta aordenacióvolumètrica( Clau 18) perla Modificació_de_el_Pla_General_Metropolità per alareordenació de l entorn delaronda de Dalt, entre el Parc_de_l_Oreneta ilaplaça d Alfons_Comín,aprovada definitivament el 12_de_desembre_de_2000, iinclosa alaunitat dactuació 3 daquesta Modificació, desuperfície( sens perjudici de posteriormedició) 611,06_metres_quadrats, i, en_conseqüència, declararlaprocedència delareversió de lesmentadafinca, enlescondicions que resulten de l informe jurídic de 17_de_novembre_de_2003 que s incorpora a l expedient i que es dóna per reproduït; declarar que el valor delafinca a_efectes_delareversió shaurà de determinar en el projecte dereparcel·lació delasubunitat dactuació 3a dela Modificació_de_el_Pla_General_Metropolità per alareordenació de l entorn delaronda de Dalt, entre el Parc_de_l_Oreneta i el carrer d Alfons_Comín, enlatramitació de el qual, així com enlatramitació de el pla especial previ, els sol·licitantshauran de tenirlaconsideració d interessats enlasevacondició de reversionistes delafinca.", "doc1": "Autoritzar ala Señora_Belen_Sanz_Aparicio( mat. 23905)lacompatibilitatsol·licitada entrelasevaactivitat municipal enaquesta Corporació com afuncionària, amblacategoria de tècnic mitjà d Arquitectura i Enginyeria en el Departament_de_Llicències i Inspecció_de_el_Districte_de_les_Corts i l exercici lliure delaprofessió denginyera, excloent qualsevolmanifestació de el seu exercici en el terme municipal de Barcelona, per tal d evitar possiblescoincidències entre lactivitatpública ilaprivada, garantint daquestamanera lobjectivitat,laimparcialitat ilaindependència que ha de presidirlasevaactuació com afuncionària i per salvaguardar l interès públic que podria sortir perjudicat en_cas_de produir-seaquellacoincidència; tanmateix,lasevadedicació professionalprivada nopodrà superarlameitat delajornada laboral setmanal vigent a l Administració_Pública, tot deconformitat amb allò que disposen els articles 11 i 12 dela Llei 21/1987, de 26_de_novembre, dincompatibilitats de el personal a el servei de l Administració_de_la_Generalitat, i d acord amb allò que disposa el Reglament de el personal a el servei deles Entitats locals aprovat per el Decret 214/1990 de juliol en els seus articles 329 i 330.", "question": "Are these sentences redundant?", "doc1id": 2190, "filename": "1-2004_1.txt", "nw_score": -56}, {"doc2id": 2080, "doc2": "Aprovar inicialment el Projecte durbanització delaunitat dactuació 3 de el Pla especial dereforma interior de el barri de Porta, per import de 535.391,16_euros, el 16_% de l impost de el valor afegit inclòs, formulat per Bagursa, d acord amblescondicionsestablertes en l informe dela Direcció_de_Plans i Projectes_Urbans, de 5_de_novembre_de_2002, el qualfigura a l expedient i es dóna per reproduït; sotmetre l expedient ainformaciópública durant el termini de vint dies mitjançant anuncis a el Butlletí_Oficial_de_la_Província i en un de els diaris de méscirculació de Catalunya; i notificar-lo a els interessats en aquest procediment.", "doc1": "Autoritzar a el Señor_Enric_Pérez_Muñoz( mat. 38.161)lacompatibilitatsol·licitada entrelasevaactivitat municipal en l Institut_Municipal_d_Informàtica amblacategoria de tècnic mitjà d Informàtica en_el_lloc_de treball de Suport_Tècnic, i lactivitatprivada d advocat per compte propi, si_bé nopodrà exercir, per sí mateix o mitjançant substitut,la defensa d interessos contraris a els dela Corporació_Municipal ni tampocpodrà assessorar, informar o desenvoluparlesactivitatspròpies delaprofessió en aquells assumptes o procediments amb els quals l Ajuntament o els seus Organismes tinguinrelació, i d acord amb allò que preveuen els articles 12 dela Llei 21/1987, de 26_de_novembre, dincompatibilitats de el personal a el servei de l Administració_de_la_Generalitat i 329 de el Reglament de el personal a el servei deles Entitats locals, aprovat per el Decret 214/1990, de 30_de_juliol,lasevadedicació professionalprivada nopodrà superarlameitat delajornada laboral vigent a l Administració_pública; en_tot_cas,la presentautoritzacióperdràvigència per canvi de lloc de treball municipal o pervariació delescircumstànciesrelatives a tal lloc així com permodificació delanormativa sobre el règim dincompatibilitats o perraonssobrevingudes d interès públic.", "question": "Are these sentences redundant?", "doc1id": 2054, "filename": "1-2003_3.txt", "nw_score": -50}, {"doc2id": 2031, "doc2": "SL, a el tràmit dexposiciópública de el Projecte dereparcel·laciómodalitatcompensacióbàsica delaunitat dactuació número 1 de el Pla especial dereforma interior de lilladelimitada per els carrers de Pere_IV, de Roc_Boronat, de el Pallars i dela Ciutat_de_Granada_de_la_Modificació_de_el_Pla_General_Metropolità per alarenovació delesàrees industrials de Poblenou– districte dactivitats 22@ bc– d acord amb l informe dela Direcció_de_Gestió_Urbanística_de_la_Societat_Municipal 22 ARROBA_BCN, S.A., que consta a l expedient administratiu. 2n) Aprovar definitivament el Projecte dereparcel·lació, a executar mitjançantmodalitat decompensacióbàsica, d acord amb l article 124 i següents dela Llei 2/2002, d urbanisme, de 14_de_març, formulat perla Junta decompensació que representa el 100_% de els titulars delasuperfície de el sòl inclòs alaunitat dactuació. 3r) Atribuir a aquest acord, deconformitat amb l article 125 en_relació_amb el 174.4, ambdós de el Reglament degestióurbanística, el mateix efecte que lacta docupació a efectes expropiatoris, respecte de els drets icàrregues que hagin d extingir-se i delesplantacions,obres,edificacions,instal·lacions imillores que hagin de destruir-se, conforme a el Projecte decompensació aprovat. 4t) Determinar, deconformitat amb l article 121 de lesmentada Llei d urbanisme, en_relació_amb els articles 124 i 174.4 ambdós de el Reglament degestióurbanística, quelafermesa de l acte administratiu daprovaciódefinitiva de el Projecte, comporta“ de_iure”lacessió, en ple domini i lliure decàrregues, a l Administració actuant de els terrenys decessióobligatòria per a llurafectació a els usos previstos en el planejament. 5è) Publicar aquest acord en el Butlletí_Oficial_de_la_Província i en un diari de els de méscirculació delaprovíncia i notificar-lo a els propietaris i interessats afectats. 6è) Donar-ne compte ala Comissió_de_Política_de_Sòl i Habitatge.", "doc1": "Districte de Nou Barris 11. 1r) Aprovar definitivament el Projecte dereparcel·lació delaunitat dactuació número 10 de el Pla especial dereforma interior de el barri de Porta, a executar per el sistema decooperació, a_l_empara_de l article 110.2.b) de el Reglament degestióurbanística, i d acord amblaprevisió deladisposiciótransitòriavuitena dela Llei 2/2002, de 14_de_març, d urbanisme,la qual permet laplicació delanormativa anterior Decret legislatiu 1/1990, de 12_de_juliol, per el qual s aprovala Refosa de els textos legals vigents a Catalunya enmatèriaurbanística. 2n) Atribuir a aquest acord, a_l_empara_de l article 125 de el Reglament degestióurbanística, el mateix efecte que lacta docupació a efectes expropiatoris, respecte de els drets icàrregues que hagin d extingir-se i delesplantacions,obres,edificacions,instal·lacions imillores que hagin de destruir-se conforme a el Projecte dereparcel·lació aprovat. 3r) Determinar, deconformitat amb els articles 150.a) de el Decret legislatiu 1/1990, de 12_de_juliol, per el qual s aprovala Refosa de els textos legals vigents a Catalunya enmatèriaurbanística, i 124 de el Reglament degestióurbanística, quelafermesa de l acte administratiu de laprovaciódefinitiva de el Projecte dereparcel·lació comporta“ de_iure”lacessió, en ple domini i lliure decàrregues, a l Administració actuant, de els terrenys decessióobligatòria per a llurafectació a els usos previstos en el planejament. 4t) Publicar aquest acord en el Butlletí_Oficial_de_la_Província i en un de els diaris de els de méscirculació delaprovíncia, i notificar-lo individualment a tots els propietaris i d altres interessats en l expedient. 5è) Donar-ne compte ala Comissió_de_Política_de_Sòl i Habitatge.", "question": "Are these sentences redundant?", "doc1id": 2028, "filename": "1-2003_1.txt", "nw_score": 18}, {"doc2id": 1049, "doc2": "Sector_de_Serveis_Generals_De el regidor president dela Comissió_de_Presidència i Hisenda, de 17_d_octubre_de_2001( S1/D/ 2001-04117), que aprovalesmodificacions de crèdit(transferències) per import de 11.413.200_pessetes.", "doc1": "Sector_de_Serveis_Generals_De el regidor president dela Comissió_de_Presidència i Hisenda, de 17_d_octubre_de_2001( S1/D/ 2001-04119), que aprovalesmodificacions de crèdit(transferències) per import de 2.000.000_de_pessetes.", "question": "Are these sentences redundant?", "doc1id": 1045, "filename": "1-2002_13.txt", "nw_score": 12}, {"doc2id": 2229, "doc2": "Sotmetre l expedient aexposiciópública durant el termini de vint dies mitjançantlainserció de l acord en el Butlletí_Oficial_de_la_Província i en un diari de els de méscirculació de Catalunya; i en el cas que en aquest termini no s hi formulinal·legacions, tenir per elevat automàticament aquest acord daprovació inicial aaprovaciódefinitiva, mitjançant loportunacertificacióprèvia,acreditativa de el resultat delainformaciópública. 3r.", "doc1": "Sotmetre l expedient aexposiciópública durant el termini de vint dies mitjançantlainserció de l acord a el Butlletí_Oficial_de_la_Província i en un diari de els de méscirculació de Catalunya; i en el cas que en aquest termini no s hi formulinal·legacions, tenir per elevat automàticament aquest acord daprovació inicial aaprovaciódefinitiva, mitjançant loportunacertificacióprèvia,acreditativa de el resultat delainformaciópública. 3r.", "question": "Are these sentences redundant?", "doc1id": 2227, "filename": "1-2004_1.txt", "nw_score": 23}, {"doc2id": 1964, "doc2": "Aprovar provisionalment, deconformitat amb els articles 11.1.j i 66.3 dela Carta municipal de Barcelona,la Modificació_de_les_Normesurbanístiques de el Pla_General_Metropolità per el que fa alaregulació de el tipus dordenació segonsedificacióaïllada, diniciativa municipal, amblesmodificacions a què fa_referència l informe de el Departament_de_Planejament_de_Desenvolupament; i resoldrelesal·legacionspresentades en el tràmit dinformaciópública de laprovació inicial, per l Ilustrisimo_Señor_Jordi_Cornet i Serra, enlasevaqualitat de portaveu de el Grup_Municipal_de_el_Partit_Popular_de_Catalunya, i per el Señor_Enric_Pérez_Sala, deconformitat amb l informe de l esmentat Departament, devaloració delesal·legacions; tots dos informes consten a l expedient i es donen per reproduïts. trametre l expedient ala Subcomissió_d_Urbanisme de el municipi de Barcelona per alasevaaprovaciódefinitiva.", "doc1": "Aprovar definitivament, deconformitat amb l article 68 dela Carta municipal de Barcelonalamodificació de l article 181-Separació a llindars- deles Ordenancesmetropolitanes dedificació( Títol_III.Disposicionscomplementàries deles NNUU), diniciativa municipal, amblesmodificacions a què fa_referència l informe de el Departament_de_Planejament_de_Desenvolupament; i resoldrelesal·legacionspresentades en el tràmit dinformaciópública de laprovació inicial, per l Ilustrisimo_Señor_Jordi_Cornet i Serra, enlasevaqualitat de portaveu de el Grup_Municipal_de_el_Partit_Popular_de_Catalunya, deconformitat amb l informe de l esmentat Departament, devaloració delesal·legacions; tots dos informes consten a l expedient i es donen per reproduïts.", "question": "Are these sentences redundant?", "doc1id": 1963, "filename": "1-2003_1.txt", "nw_score": 15}, {"doc2id": 1217, "doc2": "Aprovar definitivament, deconformitat amb l article 68 dela Carta municipal de Barcelona, l Estudi de detall dordenacióvolumètrica delafinca de el carrer de el Parc_de_la_Budellera, núms. 15-17, promogut per el Señor_Fausto_Serra i Dalmases; i resoldrelesal·legacionspresentades per l Ilustrisimo_Señor_Jaume_Ciurana i Llevadot, enlasevaqualitat de portaveu de el Grup_Municipal_de_Convergència i Unió, deconformitat amb l informe de el Departament_de_Planejament_de_Desenvolupament de 26_d_octubre_de_2001, devaloració delesal·legacionsesmentades, que consta a l expedient i es dóna per reproduït.", "doc1": "Aprovar definitivament, deconformitat amb l article 68 dela Carta municipal de Barcelona,la Modificació_de_el_Pla especial de el Port_Vell_de_Barcelona a l àmbit de el Moll_d_Espanya,promoguda per l Autoritat_Portuària_de_Barcelona, i resoldrelesal·legacionspresentades per el Señor_José_Batlle_Duró, en_representació_de Cinesa-Compañia_de_Iniciativas y Espectáculos, deconformitat amb l informe de el Departament_de_Desenvolupament_de_Planejament devaloració delesal·legacionsesmentades, que consta a l expedient i es dóna per reproduït.", "question": "Are these sentences redundant?", "doc1id": 1204, "filename": "1-2002_14.txt", "nw_score": 13}, {"doc2id": 2062, "doc2": "Autoritzar a el Señor_Enrique_Prades_Rebato( mat. 13.215)lacompatibilitatsol·licitada entrelasevaactivitat municipal com a funcionari decategoria tècnic auxiliar d Arquitectura i Enginyeria en el Servei_de_Manteniment_de_el_Districte_de_Sant_Andreu i lactivitatprivada de graduat social per compte propi, atès queaquestaactivitatprivada nofiguracompresa enlescauses dincompatibilitatprevistes per els articles 11 i 12 dela Llei 21/1987, de 26_de_novembre, sobreincompatibilitats de el personal a el servei de l Administració_de_la_Generalitat, i 329 i 330 de el Reglament de el personal a el servei deles Entitats locals, aprovat per el Decret 214/1990, de 30_de_juliol, i no resulta afectat l interès públic, si_béla presentautorització estàcondicionada a l estricte compliment de els deures públics i a el manteniment deladedicació a lactivitatprivada dintre de els límits establerts per l article 11 i 12 de lesmentada Llei i l article 330 de el Reglament també esmentat; en_tot_cas,la presentautoritzacióperdràvigència per canvi de lloc de treball municipal o pervariació delescircumstànciesrelatives a tal lloc així com permodificació delanormativa sobre el règim dincompatibilitats o perraonssobrevingudes d interès públic.", "doc1": "Autoritzar a el Señor_Michel_Socoro_Carrie( mat. 50.760)lacompatibilitatsol·licitada entrelasevaactivitat municipal com a contractat laboral amblacategoria de tècnic superior d Educació i Psicologia en els Equips_d_Atenció ala Infància i Adolescència_de_el_Sector_de_Serveis_Personals i lactivitatprivada de psicoterapeuta per compte propi, atès queaquestaactivitatprivada nofiguracompresa enlescauses dincompatibilitatprevistes per els articles 11 i 12 dela Llei 21/1987, de 26_de_novembre, sobreincompatibilitats de el personal a el servei de l Administració_de_la_Generalitat, i 329 i 330 de el Reglament de el personal a el servei deles Entitats locals, aprovat per el Decret 214/1990 de 30_de_juliol, i no resulta afectat l interès públic, si_bé nopodrà assessorar, informar o desenvoluparlesactivitatspròpies delaprofessió en aquells assumptes o procediments amb els quals l Ajuntament o els seus Organismes tinguinrelació, i d acord amb allò que preveuen els articles 12 dela Llei 21/1987, de 26_de_novembre, dincompatibilitats de el personal a el servei de l Administració_de_la_Generalitat, i 329 de el Reglament de el personal a el servei deles Entitats locals, aprovat per el Decret 214/1990, de 30_de_juliol,lasevadedicació professionalprivada nopodrà superarlameitat delajornada laboral vigent a l Administració_pública; en_tot_cas,la presentautorització estàcondicionada a l estricte compliment de els deures públics i a el manteniment deladedicació a lactivitatprivada dintre de els límits establerts per els articles 11 i 12 de lesmentada Llei i 330 de l esmentat Reglament i,perdràvigència per canvi de lloc de treball municipal o pervariació delescircumstànciesrelatives a tal lloc així com permodificació delanormativa sobre el règim dincompatibilitats o perraonssobrevingudes d interès públic.", "question": "Are these sentences redundant?", "doc1id": 2058, "filename": "1-2003_3.txt", "nw_score": 18}, {"doc2id": 535, "doc2": "3r) Declarar incompatibles amb el planejament els drets icàrregues que es relacionen en document annex 1, d acord amb l article 123 de el Reglament degestióurbanística.", "doc1": "3r) Declarar incompatibles amb el planejament els drets d arrendament que es relacionen en document annex 1, d acord amb l article 123 de el Reglament degestióurbanística.", "question": "Are these sentences redundant?", "doc1id": 528, "filename": "1-2001_1.txt", "nw_score": 13}, {"doc2id": 1052, "doc2": "Sector_de_Serveis_Generals_De el regidor president dela Comissió_de_Presidència i Hisenda, de 17_d_octubre_de_2001( S1/D/ 2001-04115), que aprovalesmodificacions de crèdit(transferències) per import de 62.000.000_de_pessetes.", "doc1": "Sector_de_Serveis_Generals_De el regidor president dela Comissió_de_Presidència i Hisenda, de 17_d_octubre_de_2001( S1/D/ 2001-04119), que aprovalesmodificacions de crèdit(transferències) per import de 2.000.000_de_pessetes.", "question": "Are these sentences redundant?", "doc1id": 1045, "filename": "1-2002_13.txt", "nw_score": 12}, {"doc2id": 2228, "doc2": "Aprovar inicialment el Projecte durbanització iinfraestructura de el carrer de l Agricultura( entre els de Veneçuela i de Cristóbal_de_Moura) i delavorera mar de el carrer de Cristóbal_de_Moura( entre els de l Agricultura i de Josep_Pla), per un import de 793.410,93_euros( 16_% import valor afegit inclòs) formulat per 22 Arroba_BCN, SA. 2n.", "doc1": "Aprovar inicialment el Projecte durbanització iinfraestructura de el tram de el carrer d Àvila entre lavinguda d Icària i el carrer de el Doctor_Trueta, per un import de 793.410,93_euros( 16_% import valor afegit inclòs), formulat per 22 Arroba_BCN, SA. 2n.", "question": "Are these sentences redundant?", "doc1id": 2226, "filename": "1-2004_1.txt", "nw_score": 13}, {"doc2id": 1292, "doc2": "4t) Atribuir a aquest acord, deconformitat amb l article 125 de el Reglament degestióurbanística, el mateix efecte que lacta docupació a efectes expropiatoris, respecte de els drets icàrregues que hagin d extingir-se i delesplantacions,obres,edificacions,instal·lacions imillores que hagin de destruir-se, conforme a el Projecte dereparcel·lació aprovat.", "doc1": "4t) Atribuir a aquest acord, deconformitat amb l article 125 en_relació_amb el 174.4, ambdós de el Reglament degestióurbanística, el mateix efecte que lacta docupació a efectes expropiatoris, respecte de els drets icàrregues que hagin d extingir-se i delesplantacions,obres,edificacions,instal·lacions imillores que hagin de destruir-se, conforme a el Projecte decompensació aprovat.", "question": "Are these sentences redundant?", "doc1id": 1284, "filename": "1-2002_15.txt", "nw_score": 17}, {"doc2id": 261, "doc2": "A més, no es pot sembrarprepotència iactituds pocconsiderades alaminoria, que per serminoria no vol dir que no tinguin drets, ja_que representenuna part delaciutat, i, demana que si-us-plau canviïn d estil.", "doc1": "Daltrabanda, diu que d acord ambla Carta municipal, i segonslasevainterpretació, el PAM no ha de ser aprovat inicialment per el Plenari_de_el_Consell_Municipal, sinó perla Comissió, i dela Comissió anar directament ainformaciópública, i laprovació final aniria a el Plenari.", "question": "Are these sentences redundant?", "doc1id": 218, "filename": "1-2000_8.txt", "nw_score": -18}, {"doc2id": 1238, "doc2": "Que en cada Comissió_d_Infraestructures i Urbanisme s incorpori un punt fix a l ordre de el dia referit a l estat dexecució delesobres de el Fòrum 2004.", "doc1": "II) Partinformativa a) Despatx d ofici En compliment de l article 63.1 de el Reglament dorganització municipal, es comuniquenlesresolucions següents: 1.", "question": "Are these sentences redundant?", "doc1id": 1166, "filename": "1-2002_14.txt", "nw_score": -8}, {"doc2id": 1067, "doc2": "Districte_de_Sant_Andreu_De el gerent municipal, dedata 31_d_octubre_de_2001, que autoritzaladespesa a_favor_dela Universitat_Politècnica_de_Catalunya,derivada de el conveni decol·laboració signat endata 16_de_novembre_de_2000, entre l Ajuntament_de_Barcelona i lesmentada Universitat, per a laportació de dos estudiants darquitectura des_de el 12_de_novembre_de_2001 fins a 14_de_setembre_de_2002, per un import de 2.741.760_pessetes.", "doc1": "Sector_de_Serveis_Generals_De el gerent municipal dedata 15_d_octubre_de_2001, que aprova el plec declàusules i convoca concurs per adjudicarlacontracta deneteja de els locals adscrits a el Districte_de_Gràcia( Lot 1), per a els exercicis 2002-2003, i per un import de 143.717.108_pessetes.", "question": "Are these sentences redundant?", "doc1id": 1050, "filename": "1-2002_13.txt", "nw_score": -4}, {"doc2id": 1958, "doc2": "Modificar, apetició de el Patronat_Municipal_de_l_Habitatge, l acord de el Consell_Plenari de 29_de_setembre_de_1999, en_virtut_de el qual se li va adscriure el solar situat a el carrer de l Arc_de_Sant_Cristòfol, núms.", "doc1": "Autoritzar el Patronat_Municipal_de_l_Habitatge a concertar diversos préstecs hipotecaris, per un import màxim global de 19.333.366,06_euros, destinat a finançarlesobres d un total de 458 habitatges dediversespromocions, enlescondicions que consten en l annex.", "question": "Are these sentences redundant?", "doc1id": 1955, "filename": "1-2003_1.txt", "nw_score": -15}, {"doc2id": 1238, "doc2": "Que en cada Comissió_d_Infraestructures i Urbanisme s incorpori un punt fix a l ordre de el dia referit a l estat dexecució delesobres de el Fòrum 2004.", "doc1": "En aquest sentit, esmenta quelessolucionstècniques ha de ser moltajustades a_fi_que no impedeixinlautilització funcional deladàrsena per a el pas de els vaixells.", "question": "Are these sentences redundant?", "doc1id": 1208, "filename": "1-2002_14.txt", "nw_score": -10}, {"doc2id": 1717, "doc2": "Enrelació alescampanyespublicitàries, puntualitza que es duen_a_termecampanyeseducativesadreçades a sectors molt concrets, com per_exempleles que es realitzen alesescoles.", "doc1": "La Señora_Mayol, per el que fa a l envelliment, posa_de_manifest que el 50_% delagent quemarxa delaciutat no ho fa per motius econòmics, sinó perquè decideix viure enunaciutat méspetita, encondicions d habitatge diferents.", "question": "Are these sentences redundant?", "doc1id": 1715, "filename": "1-2002_7.txt", "nw_score": -14}, {"doc2id": 546, "doc2": "Autoritzarladespesa de l esmentat contracte número 00004194, per un import de 2.000.000.000_de_pessetes( 12.020.242,09_euros) amb càrrec a el Pressupost/ os ipartida/ esindicades en el mateix document comptable; i convocar concurs per alasevaadjudicació.", "doc1": "4t) Publicar aquest acord en el Butlletí_Oficial_de_la_Província, en un diari de els de méscirculació delaprovíncia; i notificar-lo individualment a cadascun de els interessats en l expedient.", "question": "Are these sentences redundant?", "doc1id": 542, "filename": "1-2001_1.txt", "nw_score": -10}, {"doc2id": 1692, "doc2": "Desigualtats de gènere en salutrelacionades amblaconciliació delavida familiar i laboral.", "doc1": "Entre els usuaris dedrogues hi haunatendència global dedisminució en l ús d opiacis i augment en l ús decocaïna.", "question": "Are these sentences redundant?", "doc1id": 1687, "filename": "1-2002_7.txt", "nw_score": -5}, {"doc2id": 1101, "doc2": "A tal efecte faunescomparacions daquestamagnitud de els anys 2001 i 2002.", "doc1": "Dela gerent de el sector de Serveis_Generals, dedata 23_d_octubre_de_2001( S1/D/2001/4250), que nomenalasenyora Rosa_Maria_Pons i Silvestre responsable detramitació desubvencions,adscrita a el sector de Serveis_Personals, amb el complement dedestinació de nivell 18 i el complement específic corresponent.", "question": "Are these sentences redundant?", "doc1id": 1062, "filename": "1-2002_13.txt", "nw_score": -15}, {"doc2id": 681, "doc2": "L expedient completpodrà ser examinat, en horari datenció a el públic, ala Secretaria_de_la_Comissió_d_Aparcaments(plaça de Pi i Sunyer, número 8, 2aplanta), durant 20 dies a comptar des_de el següent a el delaúltimapublicació d aquest anunci.", "doc1": "Termini dexecució delesobres deconstrucció de l aparcament: 14_mesos a comptar des_de el dia següent a lacta decomprovació de el replanteig o el que proposi l adjudicatari, si fos menor.", "question": "Are these sentences redundant?", "doc1id": 666, "filename": "1-2001_24.txt", "nw_score": -16}, {"doc2id": 1118, "doc2": "Per el que fa a recursos permultes, creu que no estan ben pressupostats, ja_que enlarealitat el que es liquida finalment està molt per sota delaprevisió inicial; respecte a els 44_M d euros que es preveu ingressar com atransferència de l exterior, manifesta que s han d acollir ambprecaució, ja_que a tres_mesos de finir l any 2001, solament se n ha ingressat el 13_%.", "doc1": "Sector_de_Serveis_Generals_Dela gerent de el sector de Serveis_Generals, dedata 23_d_octubre_de_2001( S1/D/2001/4253), que nomenalessenyores Mercè_Gomis i Zaragoza, Sandra_Martín i Castillo, Gemma_Lombart i Badal, Aurora_López i Cárdenas, Immaculada_Torres i Manresa i el senyor Joan_Bares i González com a administradors/ es de sistemes, adscrits a el servei dinformació iatenció a el ciutadà, amb el complement dedestinació de nivell 16 i el complement específic corresponent.", "question": "Are these sentences redundant?", "doc1id": 1066, "filename": "1-2002_13.txt", "nw_score": -31}, {"doc2id": 1147, "doc2": "Acceptarlacessió, lliure decàrregues, gravàmens, arrendataris i ocupants, delesfinquessituades en el carrer de els Esports, número 5, de 748,80_m2, i número 7, de 725,00_m2 ilaporció de 1.482,42_m2 delafincasituada en el carrer Major_de_Can_Caralleu, núms. 1-7,grafiades en el plànol annex,oferta perlasocietat Residència_Universitària_Sarrià, SL; extingir el dret desuperfície atorgat aaquestacompanyia( abansdenominada“ Cia._Gestora_de_Residències_d_Estudiants_de_Barcelona, SL”) per acord de el Consell_Plenari de 24_d_octubre_de_1997, per alaconstrucció ifuncionamentdunaresidència d estudiants sobrelafinca depropietat municipalsituada en el carrer de els Esports, núms.", "doc1": "Sector_de_Serveis_Generals_De el regidor president dela Comissió_de_Presidència i Hisenda, de 19_d_octubre_de_2001( S1/D/ 2001-04191), que aprovalesmodificacions de crèdit(transferències) per import de 28.420.000_pessetes.", "question": "Are these sentences redundant?", "doc1id": 1061, "filename": "1-2002_13.txt", "nw_score": -28}, {"doc2id": 594, "doc2": "Ladarrerafactura, de 98.000_pessetes, nola vol abonar, ja_que considera que no ha efectuatlestrucades.", "doc1": "Laude: S estima en partlareclamació en el sentit que el fabricanthaurà de canviarla part frontal de el moble de el bany que estàdefectuosa i l instal·lador, el lavabo, sense cap càrrec per a el reclamant, en el termini de quinze dies des_delanotificació d aquest laude.", "question": "Are these sentences redundant?", "doc1id": 587, "filename": "1-2001_11.txt", "nw_score": -21}, {"doc2id": 303, "doc2": "Els conceptes decohesió,igualtat, treball per alainnovació,latecnologia, treball perquè l espai públic sigui l adequat per nosaltres,... no éspropaganda, éspolítica, són valors per alaciutat, per a millorar-la.", "doc1": "Continua explicant el PAM i diu que el PAM es mou sobre el que el pacte de govern ha establert i sobre els criteris que es van marcar,larecerca permanent delacohesió ilaigualtat en l interior delaciutat des_delesactuacions de l equip de govern.", "question": "Are these sentences redundant?", "doc1id": 240, "filename": "1-2000_8.txt", "nw_score": -22}, {"doc2id": 1134, "doc2": "Seguidamentla Presidència dónalaparaula a el Señor_Hereu i, en aquest moment, els Señores_Ciurana i Álvarez, intervenen enlasessió per manifestar que els regidors que no siguin membres dela Comissió_de_Presidència i Hisenda, com succeeix en aquest cas, no poden intervenir, ipregunta si això suposa un precedent, ja_que el ROM no preveuaquestapossibilitat, perla qualcosa si pot intervenir-hi un regidor que no és membre dela Comissió, estima que altres regidors, d altres Grups, tambépodran intervenir enlaresta decomissions.", "doc1": "El Señor_Forradellas manifesta que aquest pressupost implica que esfaràunaelevadíssimainversió l any 2002 per alaciutat,la qualcosa ésunabonanotícia, si es té_en_comptelaterritorialització que es fa delesinversions, i que el seu Grup està d acord que s incrementilaplantilla dela Guàrdia_Urbana.", "question": "Are these sentences redundant?", "doc1id": 1130, "filename": "1-2002_13.txt", "nw_score": -26}, {"doc2id": 2039, "doc2": "b) Moció_Finalment es dóna compte delamoció següent: Aprovar l establiment d un conveni entre l Ajuntament_de_Barcelona ila Federació_d_Associacions_de_Veïns_de_Barcelona( FAVB) que reguli el marc general decol·laboració i permeti, entre d altresqüestions,lacessiógratuïta de els locals baixos corresponents alesfinques núms. 6, 8 i 10 de el carrer d Obradors per_tal_de quela FAVB hi instal·lilaseva seu.", "doc1": "No havent-hi altres assumptes per a tractar,la Presidència aixecalasessió ales catorzehores.", "question": "Are these sentences redundant?", "doc1id": 2041, "filename": "1-2003_2.txt", "nw_score": -28}, {"doc2id": 741, "doc2": "A càrrec de el Pressupost_Municipal de 20.000_de_pessetes( 120.202,42_euros), IVA inclòs.", "doc1": "*** Perdelegació de l Alcaldia, dedata 25 d octrubre de 1999, endata 5_de_desembre_de_2000, el gerent de el Sector_de_la_Via_Pública va aprovar el plec declàusulesadministratives particulars ialtradocumentaciócomplementària que ha de regir el concurs per a ladjudicació de el contracte de serveis perlesreparacions i manteniments preventius de vehicles IvecoPegaso i Nissan-Ebro, adscrits a el parc mòbil de el SPEIS, durant l any 2001, d acord amblescondicions següents: 1.", "question": "Are these sentences redundant?", "doc1id": 718, "filename": "1-2001_25.txt", "nw_score": -23}, {"doc2id": 2239, "doc2": "MOCIÓ_Deixar sense efecte l acord daquesta Comissió_de_Govern de 6_de_novembre_de_2002 en_virtut_de el qual s aprovà el projecte de Conveni ambla Gerencia_de_Infraestructuras y Equipamiento_de_la_Defensa( GEID), NIF Q2830010A, relatiu a ladquisició delafinca de el passeig de Torres i Bages, 129145, i anul·lar lautorització idisposició deladespesa de 10.286.249,19_euros amb càrrec a el pressupost de el 2003 i alapartidaindicada en aquest document a_favor_de lesmentada Gerència.", "doc1": "Estimar, en part,lesal·legacionsformulades per el Señor_Rafael_Almansa_Caravaca i altres, a el Projecte dereparcel·lació delaunitat dactuació de el Pla especial dereforma interior per a lordenació de Can_Portabella, per els motius exposats a l informe de 19_de_novembre_de_2003 quefigura en l expedient, i que, en els seus propis termes, es donen per reproduïts; desestimarlesal·legacionsformulades per el Señor_Francisco_Sancho_González, en_representació_de l Associació_de_Veïns_Zona_Sud_de_Sant_Andreu, per els motius exposats a l informe indicat, que en els seus propis termes, es donen per reproduïts. 2n.", "question": "Are these sentences redundant?", "doc1id": 2216, "filename": "1-2004_1.txt", "nw_score": -26}, {"doc2id": 393, "doc2": "El Señor_Puigdollers demana que consti enacta que l informe dela Intervenció_General no figurava a l expedient de els Comptes_Generals quan va ésser examinat,la qualcosa suposa l incompliment de l article 200 dela Llei deleshisendes locals, així com els articles 56 i 98 dela Llei municipal i de règim local de Catalunya.", "doc1": "Finalment demana conèixer els criteris seguits per ferlaadjudicació i que es completi l expedient ambtotaladocumentaciórelativa a aquestscontractes.", "question": "Are these sentences redundant?", "doc1id": 384, "filename": "1-2000_9.txt", "nw_score": -25}, {"doc2id": 271, "doc2": "No es pot plantejar seriosamentunasolució a els residus delaciutat de Barcelona, sinó és en el marc metropolità.", "doc1": "És a dir, passa per fer possible quelaciutat incorpori i es posi a el davant de els projectes dinnovació que els àmbits europeus occidentals i desenvolupatsfaran en el futur i això técoses benconcretes: el món delestelecomunicacions, el projecte delaciutat de el coneixement, i que téunaplasmació en un espai territorial concret, el Poblenou, o altres espais daquestaciutat quehauran de respondre amb aquests projectes.", "question": "Are these sentences redundant?", "doc1id": 243, "filename": "1-2000_8.txt", "nw_score": -27}, {"doc2id": 1277, "doc2": "El Señor_Ciurana suggereix quefóra bo recuperarla Comissió de seguiment que es va crear encara no fa un any.", "doc1": "Aprovar definitivament, deconformitat amb l article 68 dela Carta municipal de Barcelona,la Modificació puntual de el Pla especial dereforma interior de el sector Bacardí, per a lampliació d usos iconcreció delescondicions dedificació de l equipament i deladotació d habitatges per ajoves,situada alatravessera deles Corts,cantonada amb el carrer de Benavent, diniciativa municipal, amblesmodificacions a què fa_referència l informe de el Departament_de_Planejament_de_Desenvolupament de 26_d_octubre_de_2001; i resoldrelesal·legacionspresentades per l Ilustrisimo_Señor_Josep_Miró i Ardèvol, enlasevaqualitat de regidor de el Grup_Municipal_de_Convergència i Unió, per l Ilustrisimo_Señor_Jordi_Cornet i Serra, enlasevaqualitat de regidor de el Grup_Municipal_Popular, i per el Señor_Lleonard_Ramírez i Viadé, com a president de l Associació_de_Veïns i Comerciants_de_el_Racó_de_les_Corts i Secretari_de_la_Coordinadora_de_la_Zona_Oest_de_les_Corts, deconformitat amb l informe de el Departament_de_Planejament_de_Desenvolupament de 23_d_octubre_de_2001, devaloració delesal·legacionsesmentades; tots dos informes consten a l expedient i es donen per reproduïts.", "question": "Are these sentences redundant?", "doc1id": 1214, "filename": "1-2002_14.txt", "nw_score": -45}, {"doc2id": 475, "doc2": "Autoritzar alasocietat Promoció_Ciutat_Vella, SA( Procivesa) que cedeixi gratuïtament a el Patronat_Municipal_de_l_Habitatge, per alaconstrucció d habitatges deprotecció oficial,la part edificable delesfinques següents,propietat de Procivesa o en procés dadquisició per part daquestasocietat: carrer de el General_Álvarez_de_Castro, núms. 2 i 4; carrer de Giralt_Pellisser, núms. 26 i 28; carrer de Gombau, núms. 1-3, 5-7, 9 i 11; carrer de el Fonollar, núms. i 29; carrer de els Mestres_Casals i Martorell, núms. 3-5,i 13; i carrer de l Arc_de_Sant_Cristòfol, número 11.", "doc1": "2n) Aprovar inicialment els Pressupostos_Generals_de_l_Ajuntament_de_Barcelona per a l any 2001 ilesseves Bases dexecució, en els quals es troben integrats: a) Els delamateixa Entitat.", "question": "Are these sentences redundant?", "doc1id": 459, "filename": "1-2001_1.txt", "nw_score": -35}, {"doc2id": 382, "doc2": "El Señor_Puigdollers demanalaretirada d aquest punt de l ordre de el dia i de els dos dictàmens següents, per lexistència de greus errors que afectenlatramitació daquestes trespropostes d acord, ja per el que fa a el punt número 8 de l ordre de el dia es fa_referència a ladjudicació d un concurs per alagestió d un establiment derestauració i, contràriament, en el text de el dictamen es refereix a un establiment d ús esportiu.", "doc1": "Es dictamina amb el posicionament favorable de el PSC, ERC-EV, IC-V, i el posicionament contrari de CiU i PP._Autoritzar_l_Escola_Superior_de_Comerç_Internacional, titular de el dret desuperfície constituït sobrelafinca depropietat municipal de el passeig de Pujades, número 1, l arrendament duna part delaplantatercera i delatotalitat delesplantesquarta icinquena de l edifici construït en aquest terreny, a_favor_de el Departament_de_Justícia_de_la_Generalitat_de_Catalunya durant un termini de cinc anys, per alainstal·lació dedependències i òrgans administratius de el referit Departament, mantenint inalterable el contingut de els drets iobligacions que resulten de lescripturaconstitutiva de el dret desuperfícieatorgada entre l Ajuntament i l Escola_Superior_de_Comerç_Internacional el 17_de_setembre_de_1996, davant el notari de Barcelona_Señor_Bartolomé_Masoliver i Ródenas, sota el número 2567 de el seu protocol.", "question": "Are these sentences redundant?", "doc1id": 380, "filename": "1-2000_9.txt", "nw_score": -43}, {"doc2id": 1007, "doc2": "També recorda que, vist l interès turístic delaciutat, que va en augment, i alapregunta de el seu Gruppresentada enaquestamateixa Comissió i enla de Mobilitat, sels va contestar que s estava estudiantlacreació d uns espais especials per a donarresposta aaquestademanda creixent d aparcaments per a autocars.", "doc1": "Abans d iniciar pròpiament lanàlisi de els temes inclosos a l ordre de el dia,la Señora_Ortega demanalaparaula per_tal_de manifestarlasevaqueixa i el malestar de el Grup municipal que representa, i que vol consti enacta, per_raó_de labsència de els membres de l equip de Govern daquestacomissió, tots ells avui absents llevat dela Señora_Rojo, atès que no és el primer cop que això succeeix, i tot tenint present que avui, a més, hi ha duespreguntespresentades per el seu Grup,raó perla qual ha calgut convocarlasessió d avui.", "question": "Are these sentences redundant?", "doc1id": 990, "filename": "1-2002_12.txt", "nw_score": -34}, {"doc2id": 507, "doc2": "Tocant_a aquest mateix apartat d assumptes per a el Plenari_de_el_Consell_Municipal, el Señor_Casas fa_referència a el pla detransformació, a deu anys vista, de el barri dela Mina, per un import d uns 12.000_milions_de_pessetes, a el qualla Generalitat preveu destinar 4.000_milions,la Diputació altres 2.000 i l Ajuntament_de_Sant_Adrià 600; s ha demanat un pla urbà que pot representar altres 2.000_milions i s espera tambéunaaportació de l Estat.", "doc1": "Es dóna compte que el dictamen anterior téaquestanovaredacció: Aprovar inicialment el plec declàusulesadministratives particulars itècniques queregularà el contracte que té per objectelaconcessió delagestió de l Escola_Municipal_de_Música_de_Can_Ponsic, així comlacessió de els béns de domini públic afectats a l esmentat servei, d acord amb els articles 158 de el Text refós dela Llei decontractes deles Administracions_públiques( LCAP), aprovat per el Reial_Decret legislatiu 2/2000, de 16_de_juny, i 232.1 de el Decret 179/1995, de 13_de_juny, per el qual s aprova el Reglament dobres,activitats i serveis de els ens locals( ROAS); sotmetrel ainformaciópública, durant un termini de vint dies hàbils, a_partir_de el dia següent a el delapublicació daquestaresolució, segons l assenyalat article 232.2 de els ROAS; tenir-lo per aprovat definitivament, sempre i quan no s hi formulinal·legacions en el termini dinformaciópública.", "question": "Are these sentences redundant?", "doc1id": 500, "filename": "1-2001_1.txt", "nw_score": -44}, {"doc2id": 501, "doc2": "Autoritzarladespesa de 214.812.000_pessetes( 1.291.046,12_euros), l impost de el valor afegit inclòs, queaniran amb càrrec alapartida 28-01 de els pressupostos de l Institut_Municipal_d_Educació_de_Barcelona de els anys següents: 15.470.000_pessetes a el Pressupost de 20.000_pessetes a el Pressupost de 20.880_pessetes a el Pressupost de 20.400_pessetes a el Pressupost de 20.190_pessetes a el Pressupost de 2005, i 27.210.530_pessetes a el Pressupost de el 2006; disposar lobertura de procediment delicitació; convocar concurs obert per el tràmit ordinari per a ladjudicació de l esmentat contracte, d acord amb l article 85 dela LCAP; condicionar leficàcia dela presentresolució i ladjudicació delalicitació a lexistència de el crèdit que per a cada exercici autoritzin els respectius pressupostos; i encarregarlasignatura de el contracte i actes necessaris per alasevaexecució ala Ilustrisima_Señora_Regidora_Presidenta_de_la_Comissió_d_Educació i Cultura.", "doc1": "Aprovar inicialment el plec declàusulesreguladores delaconcessió per ladequació,gestió iexplotació d un establiment derestauració en el local A situat a el passeig Marítim daquestaciutat, grafiat en el plànol adjunt; sotmetrel ainformaciópública durant un termini de trenta dies i, si no s hi formulenal·legacions oreclamacions que posin_de_manifestlanecessitat d introduir-hirectificacions, tenir-lo per aprovat definitivament; i convocar concurs públic per a ladjudicació de el contracte.", "question": "Are these sentences redundant?", "doc1id": 482, "filename": "1-2001_1.txt", "nw_score": -44}, {"doc2id": 1248, "doc2": "El Señor_Casas s avé a facilitarinformació a els Grups sobre els projectes iobres en curs sempre que es fixiunaperiodicitat raonable,donada lexhaustivitat iprecisió delainformació, i proposa fer-ho trimestralment.", "doc1": "Estimar el recurs dereposició interposat per el Señor_Bruno_Figueras i Costa, en_representació_dela Junta_de_Compensació_de_la_Unitat dactuació 2 de el Pla_Especial_de_Reforma_Interior_Diagonal-Poblenou, contra l acord adoptat perla Comissió_de_Govern de 12_de_setembre_de_2001, daprovaciódefinitiva de el Projecte durbanització de l espai interior de lilla 2 delaunitat dactuació número 2 de el Pla_Especial_de_Reforma_Interior_Diagonal-Poblenou, per els motius que figuren en l informe emès perla Direcció_de_Gestió_Urbanística de 30_d_octubre_de_2001 i perla Direcció_de_Coordinació i Recursos de 30_d_octubre_de_2001, els quals figuren a l expedient i es donen per reproduïts, en el sentit de dispensar delaconstitució delagarantia de 6.452.133_pessetes( 38.778,10_euros); i mantenirlaresta de conceptes de l acord dela Comissió_de_Govern de 12_de_setembre_de_2001; notificar-ho a els interessats; i donar-ne compte ala Comissió_d_Infraestructures i Urbanisme.", "question": "Are these sentences redundant?", "doc1id": 1182, "filename": "1-2002_14.txt", "nw_score": -42}, {"doc2id": 307, "doc2": "Intervé el Señor_Ciurana i diu que han trobat a faltar a l expedient el compromís per part delapropietat deconservació de l arbrat que es perd davant de el carrer de Dalmases ilaprescripció en el projecte deconservació de l arbrat que segons un informe de parcs i jardins difícilment sobreviuria un trasllat, val a dir, que Parcs i Jardins tendeixen a tenir un criteri mercantilista de els arbres, i els arbres no es compren ni es venen, senzillament s han de respectar.", "doc1": "I, perlaimportància de el tema, haurien d adonar-se que no quaranta-vuithores sinó quatre, cinc o sis dies abans hauria d estar el PAM aladisposició de tots els regidors.", "question": "Are these sentences redundant?", "doc1id": 234, "filename": "1-2000_8.txt", "nw_score": -37}, {"doc2id": 1112, "doc2": "Manifesta també que som davant d un pressupost que després no es compleix,cosa que es demostra si s analitza el capítol VI, ja_que consideraincorrecta lafirmaciófeta per part de l equip de govern quelainversiódirecta creixeria en un 116_%, ja_que dunaanàlisirigorosafeta d aquest capítol dedespesa, es pot observar que durant l any 1996 va invertir-se un 36_% menys; el 1997, un 39_% menys; el 1998, un 42_% menys; el 1999, un 43_%, i en el 2000, un 60_% menys, i diu que quan falten tres_mesos per acabar l any 2001, l equip de govern encara no ha executat el 85_% delapartidadestinada ainversions.", "doc1": "7.-I-2002 a Pro Nou Barris, SA_Infrastructures 2004, SA_SPM_Barcelona_Gestió_Urbanística, SA_SPM 22 Arroba_BCN, SA 2n) Sotmetre aquest acord aexposiciópública durant el termini de quinze dies.", "question": "Are these sentences redundant?", "doc1id": 1098, "filename": "1-2002_13.txt", "nw_score": -49}, {"doc2id": 1994, "doc2": "Aprovar inicialment, deconformitat amb l article 66.3 dela Carta municipal de Barcelona,la Modificació_de_Pla_General_Metropolità en l àmbit de el sector de nord-oest de Pedralbes i el seu entorn, diniciativa municipal; exposar-la a el públic per el termini d un mes; i prorrogar, fins a el 6_d_octubre_de_2004,lasuspensió delatramitació de els instruments de planejament i de els projectes degestióurbanística i durbanització complementaris, com també de l atorgament dellicències deparcel·lació de terrenys, dedificació, dereforma, derehabilitació o enderrocament deconstruccions, dinstal·lació oampliació dactivitats o usos i d altresautoritzacions municipalsconnexesestablertes perlalegislació sectorial, en l àmbit corresponent a l Avanç_de_Pla_de_la_Modificació_de_Pla_General_Metropolità en l àmbit de el sector de nord-oest de Pedralbes i el seu entorn, delimitat en el plànol quefigura a l expedient,acordada, deconformitat amb l article 70 dela Llei 2/2002, d urbanisme, perla Comissió_d_Infraestructures i Urbanisme ensessiócelebrada el 19_de_setembre_de_2002.6.", "doc1": "Denegar laprovació inicial, deconformitat amb l article 87.3 dela Llei 2/2002 de 14_de_març, d urbanisme, de el Pla especial urbanístic deconcreció de el tipus iordenació de els sòls destinats a equipament, situats a el carrer dela Santíssima_Trinitat_de_el_Mont, promogut per Inmobiliaria_Sarriambell, SA, per Avinguda_Toronjos, SL, i per el Señor_Jaime_Escofet_Lorente,atesa lexistència de motius determinants deladenegació delasevaaprovació, fonamentats a l informe de el Departament_de_Planejament_de_Desenvolupament, que consta a l expedient i es dóna per reproduït; resoldrelesal·legacionspresentades per l Ilustrisimo_Señor_Jaume_Ciurana i Llevadot, portaveu de el Grup_Municipal_de_Convergència i Unió, deconformitat amb l informe devaloració delesal·legacions, que consta a l expedient i es dóna per reproduït; i notificar el present acord a els promotors de el Pla especial esmentat.", "question": "Are these sentences redundant?", "doc1id": 1971, "filename": "1-2003_1.txt", "nw_score": -36}]